[
  {
    "type": "singlechoice",
    "content": "1. Cộng đồng người ổn định, hình thành trong lịch sử, được xác lập bằng các mối liên hệ chung về lãnh thổ, kinh tế, ngôn ngữ, và tâm lý được biểu hiện trong nền văn hóa, là khái niệm chỉ:",
    "answers": [
      {
        "content": "Bộ lạc",
        "correct": false
      },
      {
        "content": "Dân tộc (Quốc gia)",
        "correct": true
      },
      {
        "content": "Thị tộc",
        "correct": false
      },
      {
        "content": "Cộng đồng quốc tế",
        "correct": false
      }
    ],
    "explanation": "Đây là định nghĩa đầy đủ về Dân tộc theo nghĩa quốc gia, bao gồm các đặc trưng về lãnh thổ, kinh tế, ngôn ngữ và văn hóa."
  },
  {
    "type": "singlechoice",
    "content": "2. Dân tộc theo nghĩa tộc người (Ethnie) được hiểu là:",
    "answers": [
      {
        "content": "Cộng đồng người có chung nhà nước",
        "correct": false
      },
      {
        "content": "Cộng đồng người có chung nguồn gốc, quan hệ huyết thống",
        "correct": true
      },
      {
        "content": "Cộng đồng người sống trên cùng một lãnh thổ",
        "correct": false
      },
      {
        "content": "Cộng đồng người có cùng tôn giáo",
        "correct": false
      }
    ],
    "explanation": "Dân tộc theo nghĩa tộc người là cộng đồng có chung nguồn gốc, văn hóa, ngôn ngữ và ý thức tự giác về bản thân mình, thường có quan hệ huyết thống ban đầu."
  },
  {
    "type": "singlechoice",
    "content": "3. Đặc trưng nào của dân tộc giữ vai trò quan trọng nhất trong việc tạo nên sự thống nhất của một quốc gia dân tộc?",
    "answers": [
      {
        "content": "Cộng đồng ngôn ngữ thống nhất",
        "correct": false
      },
      {
        "content": "Cộng đồng lãnh thổ thống nhất",
        "correct": false
      },
      {
        "content": "Cộng đồng kinh tế thống nhất",
        "correct": true
      },
      {
        "content": "Cộng đồng tâm lý, tính cách",
        "correct": false
      }
    ],
    "explanation": "Cộng đồng kinh tế thống nhất là cơ sở vật chất, là nhân tố quyết định sự ổn định và thống nhất của một dân tộc-quốc gia."
  },
  {
    "type": "singlechoice",
    "content": "4. Đặc trưng nào của dân tộc phản ánh ý thức tự giác, tự tôn của mỗi thành viên về cộng đồng mình?",
    "answers": [
      {
        "content": "Cộng đồng về lãnh thổ",
        "correct": false
      },
      {
        "content": "Cộng đồng về ngôn ngữ",
        "correct": false
      },
      {
        "content": "Cộng đồng về tâm lý, tính cách",
        "correct": true
      },
      {
        "content": "Cộng đồng về kinh tế",
        "correct": false
      }
    ],
    "explanation": "Ý thức về bản sắc, văn hóa, truyền thống chung tạo nên tâm lý và tính cách dân tộc, giúp phân biệt dân tộc này với dân tộc khác."
  },
  {
    "type": "singlechoice",
    "content": "5. Sự phát triển của các hình thức cộng đồng người trong lịch sử theo thứ tự nào?",
    "answers": [
      {
        "content": "Thị tộc, bộ lạc, dân tộc",
        "correct": false
      },
      {
        "content": "Thị tộc, bộ lạc, bộ tộc, dân tộc",
        "correct": true
      },
      {
        "content": "Bộ lạc, thị tộc, bộ tộc, dân tộc",
        "correct": false
      },
      {
        "content": "Bộ tộc, thị tộc, bộ lạc, dân tộc",
        "correct": false
      }
    ],
    "explanation": "Các hình thức cộng đồng người phát triển từ thấp đến cao: Thị tộc (chung huyết thống) -> Bộ lạc (liên kết thị tộc) -> Bộ tộc (tiền đề dân tộc) -> Dân tộc (Quốc gia/Tộc người)."
  },
  {
    "type": "singlechoice",
    "content": "6. Trong các đặc trưng sau, đặc trưng nào KHÔNG phải là đặc trưng cơ bản của Dân tộc (Quốc gia)?",
    "answers": [
      {
        "content": "Có chung một chế độ chính trị",
        "correct": false
      },
      {
        "content": "Có chung một tôn giáo duy nhất",
        "correct": true
      },
      {
        "content": "Có chung một lãnh thổ ổn định",
        "correct": false
      },
      {
        "content": "Có chung một nền kinh tế thống nhất",
        "correct": false
      }
    ],
    "explanation": "Một quốc gia dân tộc có thể có nhiều tôn giáo khác nhau tồn tại, tôn giáo không phải là đặc trưng bắt buộc."
  },
  {
    "type": "singlechoice",
    "content": "7. Các cộng đồng dân tộc tách ra độc lập và các dân tộc xích lại gần nhau, hòa hợp với nhau là:",
    "answers": [
      {
        "content": "Xu hướng phát triển của tôn giáo",
        "correct": false
      },
      {
        "content": "Hai xu hướng khách quan trong quan hệ dân tộc",
        "correct": true
      },
      {
        "content": "Nội dung của cương lĩnh dân tộc",
        "correct": false
      },
      {
        "content": "Đặc điểm của dân tộc trong CNXH",
        "correct": false
      }
    ],
    "explanation": "Theo V.I. Lênin, trong quá trình phát triển của chủ nghĩa tư bản, tồn tại hai xu hướng khách quan trong quan hệ dân tộc: xu hướng tách ra độc lập và xu hướng xích lại gần nhau."
  },
  {
    "type": "singlechoice",
    "content": "8. Dân tộc (nation) là một phạm trù:",
    "answers": [
      {
        "content": "Chỉ mang tính chất lịch sử",
        "correct": false
      },
      {
        "content": "Chỉ mang tính chất kinh tế",
        "correct": false
      },
      {
        "content": "Vừa mang tính lịch sử, vừa mang tính chính trị - xã hội",
        "correct": true
      },
      {
        "content": "Chỉ mang tính chất xã hội",
        "correct": false
      }
    ],
    "explanation": "Dân tộc là sản phẩm của quá trình lịch sử lâu dài, đồng thời mang tính chất chính trị, xã hội, thể hiện qua nhà nước và các quan hệ xã hội."
  },
  {
    "type": "singlechoice",
    "content": "9. Cộng đồng người có chung một nền văn hóa và ý thức về cội nguồn dân tộc mình là đặc trưng nào?",
    "answers": [
      {
        "content": "Cộng đồng về kinh tế",
        "correct": false
      },
      {
        "content": "Cộng đồng về văn hóa và tâm lý",
        "correct": true
      },
      {
        "content": "Cộng đồng về ngôn ngữ",
        "correct": false
      },
      {
        "content": "Cộng đồng về lãnh thổ",
        "correct": false
      }
    ],
    "explanation": "Văn hóa (truyền thống, phong tục, tập quán) và tâm lý (ý thức tự giác, tự hào) là yếu tố tinh thần gắn kết các thành viên dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "10. Nguyên tắc cơ bản nào chi phối mọi quan hệ giữa các dân tộc trong một quốc gia và giữa các quốc gia dân tộc với nhau?",
    "answers": [
      {
        "content": "Độc quyền kinh tế",
        "correct": false
      },
      {
        "content": "Đoàn kết và hữu nghị",
        "correct": true
      },
      {
        "content": "Chủ nghĩa dân tộc cực đoan",
        "correct": false
      },
      {
        "content": "Cân bằng quyền lực",
        "correct": false
      }
    ],
    "explanation": "Mác - Lênin nhấn mạnh nguyên tắc đoàn kết, hữu nghị, tương trợ là nền tảng giải quyết các vấn đề dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "11. Cương lĩnh dân tộc của V.I. Lênin bao gồm mấy nội dung cơ bản?",
    "answers": [
      {
        "content": "Một",
        "correct": false
      },
      {
        "content": "Hai",
        "correct": false
      },
      {
        "content": "Ba",
        "correct": true
      },
      {
        "content": "Bốn",
        "correct": false
      }
    ],
    "explanation": "Cương lĩnh dân tộc gồm 3 nội dung: Các dân tộc hoàn toàn bình đẳng; Các dân tộc được quyền tự quyết; Liên hiệp công nhân tất cả các dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "12. Nội dung cốt lõi của quyền dân tộc tự quyết là gì?",
    "answers": [
      {
        "content": "Quyền tự mình xây dựng nhà nước riêng",
        "correct": true
      },
      {
        "content": "Quyền lựa chọn tôn giáo",
        "correct": false
      },
      {
        "content": "Quyền tự do ngôn luận",
        "correct": false
      },
      {
        "content": "Quyền tự do kinh doanh",
        "correct": false
      }
    ],
    "explanation": "Quyền dân tộc tự quyết là quyền làm chủ vận mệnh của mình, bao gồm quyền phân lập (tách ra thành lập nhà nước độc lập) và quyền liên hiệp (tự nguyện liên kết với dân tộc khác)."
  },
  {
    "type": "singlechoice",
    "content": "13. Liên hiệp công nhân tất cả các dân tộc có vai trò gì trong việc giải quyết vấn đề dân tộc?",
    "answers": [
      {
        "content": "Tạo ra sức mạnh kinh tế",
        "correct": false
      },
      {
        "content": "Là cơ sở đoàn kết giữa các dân tộc bị áp bức",
        "correct": true
      },
      {
        "content": "Đảm bảo độc quyền chính trị",
        "correct": false
      },
      {
        "content": "Chống lại toàn cầu hóa",
        "correct": false
      }
    ],
    "explanation": "Liên hiệp công nhân là nguyên tắc chủ đạo, nhằm tập hợp lực lượng cách mạng, là cơ sở để khắc phục sự chia rẽ dân tộc do giai cấp tư sản gây ra."
  },
  {
    "type": "singlechoice",
    "content": "14. Theo V.I. Lênin, nguyên tắc nào cần phải được giải quyết triệt để trước hết trong quan hệ giữa các dân tộc?",
    "answers": [
      {
        "content": "Tự quyết",
        "correct": false
      },
      {
        "content": "Liên hiệp",
        "correct": false
      },
      {
        "content": "Bình đẳng",
        "correct": true
      },
      {
        "content": "Phát triển",
        "correct": false
      }
    ],
    "explanation": "Bình đẳng là nguyên tắc cơ bản nhất, là tiền đề để các dân tộc tin tưởng, tôn trọng nhau và thực hiện quyền tự quyết."
  },
  {
    "type": "singlechoice",
    "content": "15. Bản chất của vấn đề dân tộc trong chủ nghĩa tư bản là gì?",
    "answers": [
      {
        "content": "Đấu tranh giành quyền lợi kinh tế",
        "correct": false
      },
      {
        "content": "Đấu tranh chống áp bức dân tộc",
        "correct": true
      },
      {
        "content": "Đấu tranh chống phân biệt chủng tộc",
        "correct": false
      },
      {
        "content": "Đấu tranh giành quyền ngôn ngữ",
        "correct": false
      }
    ],
    "explanation": "Trong CNTB và chủ nghĩa đế quốc, vấn đề dân tộc gắn liền với vấn đề giai cấp, bản chất là đấu tranh giải phóng dân tộc, chống áp bức và thống trị."
  },
  {
    "type": "singlechoice",
    "content": "16. Trong thời kỳ quá độ lên CNXH, vấn đề dân tộc được giải quyết theo hướng nào?",
    "answers": [
      {
        "content": "Khuyến khích các dân tộc tách ra độc lập",
        "correct": false
      },
      {
        "content": "Thực hiện bình đẳng, đoàn kết, tương trợ giữa các dân tộc",
        "correct": true
      },
      {
        "content": "Thực hiện chính sách đồng hóa dân tộc",
        "correct": false
      },
      {
        "content": "Ưu tiên phát triển dân tộc đa số",
        "correct": false
      }
    ],
    "explanation": "Mục tiêu của CNXH là xây dựng sự bình đẳng, đoàn kết và giúp đỡ nhau cùng tiến bộ giữa các dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "17. Theo quan điểm Mác - Lênin, tôn giáo sẽ mất đi khi nào?",
    "answers": [
      {
        "content": "Khi khoa học phát triển tuyệt đối",
        "correct": false
      },
      {
        "content": "Khi con người hoàn toàn làm chủ được tự nhiên và xã hội",
        "correct": true
      },
      {
        "content": "Khi nhà nước cấm đoán tôn giáo",
        "correct": false
      },
      {
        "content": "Khi tất cả mọi người có thu nhập cao",
        "correct": false
      }
    ],
    "explanation": "Tôn giáo có nguồn gốc từ sự bất lực của con người trước tự nhiên và xã hội. Khi con người làm chủ hoàn toàn các mối quan hệ này, tôn giáo sẽ tự động mất đi trong tương lai xa."
  },
  {
    "type": "singlechoice",
    "content": "18. Nguồn gốc kinh tế - xã hội nào tạo điều kiện cho tôn giáo xuất hiện?",
    "answers": [
      {
        "content": "Chế độ tư hữu và sự áp bức bóc lột",
        "correct": true
      },
      {
        "content": "Sự kém phát triển của khoa học",
        "correct": false
      },
      {
        "content": "Sự sợ hãi trước tự nhiên",
        "correct": false
      },
      {
        "content": "Nhu cầu tâm linh của con người",
        "correct": false
      }
    ],
    "explanation": "Sự áp bức, bất công xã hội (gắn liền với chế độ tư hữu và bóc lột) khiến người lao động tìm đến tôn giáo như một niềm an ủi, ảo tưởng."
  },
  {
    "type": "singlechoice",
    "content": "19. Nguồn gốc nhận thức nào dẫn đến sự ra đời của tôn giáo?",
    "answers": [
      {
        "content": "Do sự áp bức bóc lột của giai cấp thống trị",
        "correct": false
      },
      {
        "content": "Do sự bế tắc của tri thức trước những hiện tượng tự nhiên, xã hội",
        "correct": true
      },
      {
        "content": "Do sự chia rẽ dân tộc",
        "correct": false
      },
      {
        "content": "Do sự khác biệt văn hóa",
        "correct": false
      }
    ],
    "explanation": "Sự bất lực của con người trong việc giải thích thế giới (giới hạn nhận thức) dẫn đến việc gán cho các thế lực siêu nhiên sức mạnh thần thánh."
  },
  {
    "type": "singlechoice",
    "content": "20. Quan điểm của Chủ nghĩa Mác - Lênin về vấn đề tôn giáo là:",
    "answers": [
      {
        "content": "Tôn giáo là 'thuốc phiện của nhân dân'",
        "correct": true
      },
      {
        "content": "Tôn giáo là 'sự thật tuyệt đối'",
        "correct": false
      },
      {
        "content": "Tôn giáo là 'lực lượng cách mạng'",
        "correct": false
      },
      {
        "content": "Tôn giáo là 'kẻ thù của chủ nghĩa xã hội'",
        "correct": false
      }
    ],
    "explanation": "Luận điểm 'Tôn giáo là thuốc phiện của nhân dân' (Mác) được hiểu là tôn giáo là sự an ủi, ảo tưởng về hạnh phúc đối với những người bị áp bức, bóc lột."
  },
  {
    "type": "singlechoice",
    "content": "21. Nội dung nào là nguyên tắc cơ bản, quan trọng nhất trong Cương lĩnh dân tộc của Lênin?",
    "answers": [
      {
        "content": "Các dân tộc được quyền tự quyết",
        "correct": false
      },
      {
        "content": "Các dân tộc hoàn toàn bình đẳng",
        "correct": true
      },
      {
        "content": "Liên hiệp công nhân tất cả các dân tộc",
        "correct": false
      },
      {
        "content": "Đấu tranh chống chủ nghĩa đế quốc",
        "correct": false
      }
    ],
    "explanation": "Bình đẳng là nguyên tắc có ý nghĩa tiền đề, cơ sở pháp lý để thực hiện các quyền khác của dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "22. Mục đích cuối cùng của việc thực hiện Cương lĩnh dân tộc của Lênin là gì?",
    "answers": [
      {
        "content": "Thành lập các quốc gia dân tộc riêng biệt",
        "correct": false
      },
      {
        "content": "Xóa bỏ áp bức dân tộc và xây dựng chủ nghĩa cộng sản",
        "correct": true
      },
      {
        "content": "Thống nhất ngôn ngữ và văn hóa",
        "correct": false
      },
      {
        "content": "Thực hiện quyền tự quyết cho tất cả các dân tộc",
        "correct": false
      }
    ],
    "explanation": "Cương lĩnh dân tộc là kim chỉ nam nhằm giải phóng dân tộc và hướng tới mục tiêu cuối cùng là xây dựng xã hội cộng sản không còn áp bức, bóc lột."
  },
  {
    "type": "singlechoice",
    "content": "23. Theo Lênin, quyền tự quyết phải được xem xét dưới góc độ nào?",
    "answers": [
      {
        "content": "Kinh tế",
        "correct": false
      },
      {
        "content": "Giai cấp và lịch sử cụ thể",
        "correct": true
      },
      {
        "content": "Văn hóa",
        "correct": false
      },
      {
        "content": "Tôn giáo",
        "correct": false
      }
    ],
    "explanation": "Lênin luôn nhấn mạnh việc giải quyết vấn đề dân tộc phải đứng trên quan điểm của giai cấp vô sản và bối cảnh lịch sử cụ thể, không được tách rời cách mạng vô sản."
  },
  {
    "type": "singlechoice",
    "content": "24. Nguyên tắc 'Liên hiệp công nhân tất cả các dân tộc' nhằm mục đích gì?",
    "answers": [
      {
        "content": "Chống lại liên minh giữa các giai cấp tư sản",
        "correct": true
      },
      {
        "content": "Đoàn kết các quốc gia phát triển",
        "correct": false
      },
      {
        "content": "Xóa bỏ sự khác biệt về văn hóa",
        "correct": false
      },
      {
        "content": "Thúc đẩy chủ nghĩa dân tộc cực đoan",
        "correct": false
      }
    ],
    "explanation": "Chủ nghĩa Mác-Lênin cho rằng giai cấp tư sản luôn chia rẽ công nhân dựa trên yếu tố dân tộc, vì vậy phải liên hiệp công nhân để chống lại sự chia rẽ đó."
  },
  {
    "type": "singlechoice",
    "content": "25. Trong quan điểm của Mác - Lênin, thái độ đối với các phong trào dân tộc của giai cấp vô sản là gì?",
    "answers": [
      {
        "content": "Ủng hộ vô điều kiện",
        "correct": false
      },
      {
        "content": "Tùy thuộc vào mục tiêu cách mạng vô sản",
        "correct": true
      },
      {
        "content": "Phản đối tất cả các phong trào dân tộc",
        "correct": false
      },
      {
        "content": "Chỉ ủng hộ phong trào dân tộc của nước lớn",
        "correct": false
      }
    ],
    "explanation": "Giai cấp vô sản cần phân tích các phong trào dân tộc một cách biện chứng, ủng hộ các phong trào nhằm giải phóng dân tộc nhưng phải chống lại chủ nghĩa dân tộc tư sản phản động."
  },
  {
    "type": "singlechoice",
    "content": "26. Bản chất của tôn giáo theo quan điểm của Mác - Lênin là:",
    "answers": [
      {
        "content": "Hiện tượng tự nhiên",
        "correct": false
      },
      {
        "content": "Hiện tượng xã hội lịch sử",
        "correct": true
      },
      {
        "content": "Sản phẩm của trí tưởng tượng",
        "correct": false
      },
      {
        "content": "Hình thức ý thức tuyệt đối",
        "correct": false
      }
    ],
    "explanation": "Tôn giáo là một hình thái ý thức xã hội, phản ánh các điều kiện kinh tế - xã hội, ra đời, tồn tại và sẽ mất đi khi các điều kiện xã hội thay đổi."
  },
  {
    "type": "singlechoice",
    "content": "27. Theo Chủ nghĩa Mác - Lênin, nguyên tắc nào cần phải tuân thủ trong giải quyết vấn đề tôn giáo?",
    "answers": [
      {
        "content": "Cấm đoán mọi hoạt động tôn giáo",
        "correct": false
      },
      {
        "content": "Tôn trọng quyền tự do tín ngưỡng và không tín ngưỡng",
        "correct": true
      },
      {
        "content": "Ưu tiên phát triển một tôn giáo duy nhất",
        "correct": false
      },
      {
        "content": "Đồng hóa tôn giáo",
        "correct": false
      }
    ],
    "explanation": "Nhà nước XHCN phải đảm bảo quyền tự do tín ngưỡng cho nhân dân, đồng thời tôn trọng những người không theo tôn giáo nào."
  },
  {
    "type": "singlechoice",
    "content": "28. Việc giải quyết vấn đề tôn giáo phải gắn liền với quá trình nào?",
    "answers": [
      {
        "content": "Phát triển khoa học kỹ thuật",
        "correct": false
      },
      {
        "content": "Cải tạo xã hội cũ, xây dựng xã hội mới XHCN",
        "correct": true
      },
      {
        "content": "Hạn chế sự phát triển kinh tế tư nhân",
        "correct": false
      },
      {
        "content": "Thúc đẩy toàn cầu hóa",
        "correct": false
      }
    ],
    "explanation": "Chỉ khi xóa bỏ được áp bức, bóc lột, bất công xã hội (cơ sở kinh tế - xã hội sinh ra tôn giáo), vấn đề tôn giáo mới được giải quyết triệt để."
  },
  {
    "type": "singlechoice",
    "content": "29. Nội dung nào KHÔNG thuộc về bản chất của tôn giáo trong xã hội có giai cấp?",
    "answers": [
      {
        "content": "Là một hình thái ý thức xã hội",
        "correct": false
      },
      {
        "content": "Là công cụ thống trị của giai cấp bóc lột",
        "correct": false
      },
      {
        "content": "Là sự phản ánh hư ảo, sai lệch hiện thực khách quan",
        "correct": false
      },
      {
        "content": "Là nguyên nhân duy nhất của các cuộc chiến tranh",
        "correct": true
      }
    ],
    "explanation": "Tôn giáo chỉ là nguyên nhân trực tiếp hoặc cớ gây chiến tranh, còn nguyên nhân sâu xa là lợi ích kinh tế, chính trị, địa vị giai cấp."
  },
  {
    "type": "singlechoice",
    "content": "30. Nguyên tắc giải quyết vấn đề tôn giáo của Chủ nghĩa Mác - Lênin là một quá trình:",
    "answers": [
      {
        "content": "Chủ yếu bằng biện pháp hành chính, cưỡng chế",
        "correct": false
      },
      {
        "content": "Lâu dài, phức tạp, chủ yếu bằng giáo dục, thuyết phục",
        "correct": true
      },
      {
        "content": "Nhanh chóng, dứt điểm",
        "correct": false
      },
      {
        "content": "Chỉ cần phát triển kinh tế",
        "correct": false
      }
    ],
    "explanation": "Tôn giáo là vấn đề nhạy cảm, liên quan đến niềm tin cá nhân, nên việc giải quyết phải là một quá trình lâu dài, kiên nhẫn, không được nóng vội."
  },
  {
    "type": "singlechoice",
    "content": "31. Theo V.I. Lênin, trong thời kỳ quá độ, cần phải làm gì để giải quyết vấn đề dân tộc?",
    "answers": [
      {
        "content": "Đẩy mạnh phát triển kinh tế các dân tộc thiểu số",
        "correct": true
      },
      {
        "content": "Xây dựng một nhà nước đơn dân tộc",
        "correct": false
      },
      {
        "content": "Hạn chế quyền tự quyết của các dân tộc nhỏ",
        "correct": false
      },
      {
        "content": "Tập trung phát triển dân tộc đa số",
        "correct": false
      }
    ],
    "explanation": "Lênin nhấn mạnh cần khắc phục sự chênh lệch về kinh tế, văn hóa giữa các dân tộc, coi phát triển kinh tế là cốt lõi để đạt được sự bình đẳng thực sự."
  },
  {
    "type": "singlechoice",
    "content": "32. Nội dung 'Các dân tộc hoàn toàn bình đẳng' được hiểu là gì?",
    "answers": [
      {
        "content": "Mọi dân tộc đều có quyền lợi kinh tế như nhau",
        "correct": false
      },
      {
        "content": "Mọi dân tộc đều có nghĩa vụ và quyền lợi như nhau trên mọi lĩnh vực",
        "correct": true
      },
      {
        "content": "Mọi dân tộc đều có quyền tách ra khỏi quốc gia",
        "correct": false
      },
      {
        "content": "Mọi dân tộc đều có ngôn ngữ chính thức như nhau",
        "correct": false
      }
    ],
    "explanation": "Bình đẳng dân tộc bao hàm sự bình đẳng về chính trị, kinh tế, văn hóa, xã hội, không phân biệt lớn nhỏ, trình độ phát triển."
  },
  {
    "type": "singlechoice",
    "content": "33. Biểu hiện của chủ nghĩa dân tộc lớn trong quan hệ quốc tế là:",
    "answers": [
      {
        "content": "Thúc đẩy hợp tác kinh tế",
        "correct": false
      },
      {
        "content": "Thực hiện chính sách bá quyền, áp đặt, xâm lược",
        "correct": true
      },
      {
        "content": "Tôn trọng luật pháp quốc tế",
        "correct": false
      },
      {
        "content": "Tương trợ giúp đỡ các nước nhỏ",
        "correct": false
      }
    ],
    "explanation": "Chủ nghĩa dân tộc lớn là tư tưởng dân tộc đa số (lớn) kỳ thị, áp bức, thống trị các dân tộc thiểu số (nhỏ), thể hiện qua chính sách bá quyền."
  },
  {
    "type": "singlechoice",
    "content": "34. Bản chất của tôn giáo, xét về mặt thế giới quan, là gì?",
    "answers": [
      {
        "content": "Thế giới quan khoa học",
        "correct": false
      },
      {
        "content": "Thế giới quan duy tâm",
        "correct": true
      },
      {
        "content": "Thế giới quan duy vật",
        "correct": false
      },
      {
        "content": "Thế giới quan biện chứng",
        "correct": false
      }
    ],
    "explanation": "Tôn giáo thừa nhận sự tồn tại của các lực lượng siêu nhiên, thần thánh quyết định số phận con người, thể hiện thế giới quan duy tâm."
  },
  {
    "type": "singlechoice",
    "content": "35. Nguyên tắc 'Chủ nghĩa Mác - Lênin về tôn giáo' khẳng định phải phân biệt giữa:",
    "answers": [
      {
        "content": "Người theo tôn giáo và người không theo tôn giáo",
        "correct": false
      },
      {
        "content": "Tôn giáo với những hành vi lợi dụng tôn giáo",
        "correct": true
      },
      {
        "content": "Tôn giáo cổ truyền và tôn giáo hiện đại",
        "correct": false
      },
      {
        "content": "Đạo đức tôn giáo và đạo đức xã hội",
        "correct": false
      }
    ],
    "explanation": "Cần phân biệt niềm tin tôn giáo chân chính của quần chúng với những hành vi lợi dụng tôn giáo để chống phá cách mạng, gây rối trật tự xã hội."
  },
  {
    "type": "singlechoice",
    "content": "36. Vấn đề dân tộc và tôn giáo sẽ còn tồn tại trong thời kỳ nào?",
    "answers": [
      {
        "content": "Chủ nghĩa tư bản",
        "correct": false
      },
      {
        "content": "Thời kỳ quá độ lên chủ nghĩa xã hội",
        "correct": true
      },
      {
        "content": "Thời kỳ chiếm hữu nô lệ",
        "correct": false
      },
      {
        "content": "Chủ nghĩa cộng sản",
        "correct": false
      }
    ],
    "explanation": "Các nguyên nhân xã hội, kinh tế, nhận thức sinh ra dân tộc và tôn giáo không thể xóa bỏ ngay lập tức trong thời kỳ quá độ, nên chúng vẫn sẽ tồn tại."
  },
  {
    "type": "singlechoice",
    "content": "37. Trong hai xu hướng phát triển dân tộc, xu hướng 'các dân tộc tách ra độc lập' thể hiện rõ nhất ở giai đoạn nào?",
    "answers": [
      {
        "content": "Chủ nghĩa xã hội",
        "correct": false
      },
      {
        "content": "Chủ nghĩa đế quốc (thuộc địa)",
        "correct": true
      },
      {
        "content": "Cộng sản nguyên thủy",
        "correct": false
      },
      {
        "content": "Thời kỳ Phục hưng",
        "correct": false
      }
    ],
    "explanation": "Xu hướng này phát triển mạnh mẽ dưới ách áp bức của chủ nghĩa thực dân, khi các dân tộc thuộc địa đứng lên đấu tranh giành độc lập dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "38. Xu hướng 'các dân tộc xích lại gần nhau' thể hiện rõ nhất qua quá trình nào?",
    "answers": [
      {
        "content": "Tăng cường cạnh tranh kinh tế",
        "correct": false
      },
      {
        "content": "Hội nhập quốc tế, giao lưu văn hóa, khu vực hóa",
        "correct": true
      },
      {
        "content": "Thủ tiêu ngôn ngữ dân tộc",
        "correct": false
      },
      {
        "content": "Tăng cường sức mạnh quân sự",
        "correct": false
      }
    ],
    "explanation": "Xu hướng xích lại gần nhau được thúc đẩy bởi sự phát triển của lực lượng sản xuất, giao lưu kinh tế, văn hóa, khoa học kỹ thuật và quá trình toàn cầu hóa."
  },
  {
    "type": "singlechoice",
    "content": "39. Theo Chủ nghĩa Mác - Lênin, thái độ đối với các chính sách dân tộc của Nhà nước tư sản là gì?",
    "answers": [
      {
        "content": "Ủng hộ tuyệt đối",
        "correct": false
      },
      {
        "content": "Phê phán và bóc trần bản chất áp bức",
        "correct": true
      },
      {
        "content": "Trung lập",
        "correct": false
      },
      {
        "content": "Tiếp thu những mặt tích cực",
        "correct": false
      }
    ],
    "explanation": "Chính sách dân tộc của giai cấp tư sản về cơ bản là nhằm phục vụ lợi ích thống trị, do đó giai cấp vô sản cần phải bóc trần bản chất phản động của nó."
  },
  {
    "type": "singlechoice",
    "content": "40. Quyền tự quyết dân tộc có nghĩa là:",
    "answers": [
      {
        "content": "Quyền lựa chọn chế độ chính trị, con đường phát triển",
        "correct": true
      },
      {
        "content": "Quyền sử dụng vũ lực",
        "correct": false
      },
      {
        "content": "Quyền đòi bồi thường chiến tranh",
        "correct": false
      },
      {
        "content": "Quyền miễn trừ ngoại giao",
        "correct": false
      }
    ],
    "explanation": "Tự quyết dân tộc là quyền làm chủ vận mệnh quốc gia, bao gồm quyền tự do tách ra hoặc liên hiệp với dân tộc khác, lựa chọn chế độ chính trị và con đường phát triển."
  },
  {
    "type": "singlechoice",
    "content": "41. Việt Nam là một quốc gia:",
    "answers": [
      {
        "content": "Đơn dân tộc",
        "correct": false
      },
      {
        "content": "Đa dân tộc",
        "correct": true
      },
      {
        "content": "Đa quốc gia",
        "correct": false
      },
      {
        "content": "Đa chủng tộc",
        "correct": false
      }
    ],
    "explanation": "Việt Nam có 54 dân tộc anh em, do đó là một quốc gia đa dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "42. Đặc điểm nổi bật nhất của các dân tộc ở Việt Nam là:",
    "answers": [
      {
        "content": "Các dân tộc đều có dân số lớn",
        "correct": false
      },
      {
        "content": "Các dân tộc cùng nhau sinh sống xen kẽ, không có vùng riêng",
        "correct": true
      },
      {
        "content": "Tất cả các dân tộc đều theo cùng một tôn giáo",
        "correct": false
      },
      {
        "content": "Các dân tộc đều có trình độ phát triển đồng đều",
        "correct": false
      }
    ],
    "explanation": "Các dân tộc Việt Nam có truyền thống đoàn kết, sống xen kẽ lâu đời, tạo nên tính thống nhất trong đa dạng."
  },
  {
    "type": "singlechoice",
    "content": "43. Trong quan hệ dân tộc ở Việt Nam, dân tộc nào đóng vai trò chủ thể, hạt nhân đoàn kết?",
    "answers": [
      {
        "content": "Dân tộc Thái",
        "correct": false
      },
      {
        "content": "Dân tộc Mường",
        "correct": false
      },
      {
        "content": "Dân tộc Kinh (Việt)",
        "correct": true
      },
      {
        "content": "Dân tộc Tày",
        "correct": false
      }
    ],
    "explanation": "Dân tộc Kinh có dân số đông nhất, trình độ phát triển cao nhất, đóng vai trò chủ đạo, làm nòng cốt trong việc xây dựng và bảo vệ đất nước."
  },
  {
    "type": "singlechoice",
    "content": "44. Đặc điểm nào phản ánh sự khác biệt về trình độ phát triển giữa các dân tộc ở Việt Nam?",
    "answers": [
      {
        "content": "Sự chênh lệch về ngôn ngữ",
        "correct": false
      },
      {
        "content": "Sự chênh lệch về mức sống, điều kiện sản xuất",
        "correct": true
      },
      {
        "content": "Sự chênh lệch về tôn giáo",
        "correct": false
      },
      {
        "content": "Sự chênh lệch về phong tục tập quán",
        "correct": false
      }
    ],
    "explanation": "Sự chênh lệch về kinh tế, văn hóa, giáo dục là thực trạng lớn nhất trong vấn đề dân tộc ở Việt Nam, cần được giải quyết để đạt được bình đẳng thực sự."
  },
  {
    "type": "singlechoice",
    "content": "45. Quan điểm xuyên suốt của Đảng và Nhà nước Việt Nam về vấn đề dân tộc là:",
    "answers": [
      {
        "content": "Ưu tiên phát triển các dân tộc vùng sâu",
        "correct": false
      },
      {
        "content": "Đoàn kết, bình đẳng, tương trợ giữa các dân tộc",
        "correct": true
      },
      {
        "content": "Phân biệt đối xử để bảo tồn bản sắc",
        "correct": false
      },
      {
        "content": "Tập trung giải quyết vấn đề tôn giáo",
        "correct": false
      }
    ],
    "explanation": "Đoàn kết, bình đẳng, tương trợ, giúp đỡ nhau cùng phát triển là quan điểm nhất quán của Đảng Cộng sản Việt Nam."
  },
  {
    "type": "singlechoice",
    "content": "46. Mục tiêu của chính sách dân tộc của Đảng và Nhà nước Việt Nam là gì?",
    "answers": [
      {
        "content": "Đồng hóa văn hóa các dân tộc thiểu số",
        "correct": false
      },
      {
        "content": "Thúc đẩy phát triển toàn diện, bền vững vùng dân tộc thiểu số",
        "correct": true
      },
      {
        "content": "Hạn chế sử dụng ngôn ngữ mẹ đẻ",
        "correct": false
      },
      {
        "content": "Xóa bỏ các tôn giáo truyền thống",
        "correct": false
      }
    ],
    "explanation": "Mục tiêu là xây dựng sự phát triển toàn diện (kinh tế, văn hóa, xã hội) ở các vùng dân tộc thiểu số, làm cho sự bình đẳng trở thành hiện thực."
  },
  {
    "type": "singlechoice",
    "content": "47. Chính sách nào của Việt Nam nhằm tăng cường nguồn lực cho các vùng dân tộc thiểu số?",
    "answers": [
      {
        "content": "Chính sách ưu đãi về giáo dục và đào tạo",
        "correct": true
      },
      {
        "content": "Chính sách bảo tồn di tích lịch sử",
        "correct": false
      },
      {
        "content": "Chính sách hạn chế di cư",
        "correct": false
      },
      {
        "content": "Chính sách kiểm soát tôn giáo",
        "correct": false
      }
    ],
    "explanation": "Việc ưu đãi giáo dục, đào tạo cán bộ, nhân lực cho vùng dân tộc thiểu số là biện pháp quan trọng để tạo nguồn lực nội sinh cho phát triển."
  },
  {
    "type": "singlechoice",
    "content": "48. Vấn đề tôn giáo ở Việt Nam có đặc điểm nổi bật là:",
    "answers": [
      {
        "content": "Chỉ có một tôn giáo duy nhất",
        "correct": false
      },
      {
        "content": "Đa dạng về tôn giáo, tín ngưỡng, đan xen với nhau",
        "correct": true
      },
      {
        "content": "Tôn giáo hoàn toàn tách rời khỏi văn hóa dân tộc",
        "correct": false
      },
      {
        "content": "Tất cả các tôn giáo đều có nguồn gốc từ nước ngoài",
        "correct": false
      }
    ],
    "explanation": "Việt Nam là quốc gia đa tín ngưỡng, đa tôn giáo, các tôn giáo đã du nhập và hòa quyện với tín ngưỡng dân gian truyền thống."
  },
  {
    "type": "singlechoice",
    "content": "49. Quan điểm của Đảng về tôn giáo là:",
    "answers": [
      {
        "content": "Kiên quyết bài trừ tôn giáo",
        "correct": false
      },
      {
        "content": "Tôn giáo là nhu cầu tinh thần của một bộ phận nhân dân",
        "correct": true
      },
      {
        "content": "Tôn giáo là nguyên nhân gây ra mọi mâu thuẫn xã hội",
        "correct": false
      },
      {
        "content": "Khuyến khích tất cả mọi người theo tôn giáo",
        "correct": false
      }
    ],
    "explanation": "Đảng và Nhà nước Việt Nam công nhận tôn giáo là một nhu cầu chính đáng, tồn tại lâu dài và là bộ phận của đời sống tinh thần xã hội."
  },
  {
    "type": "singlechoice",
    "content": "50. Nguyên tắc giải quyết vấn đề tôn giáo của Việt Nam là:",
    "answers": [
      {
        "content": "Hạn chế xây dựng cơ sở thờ tự",
        "correct": false
      },
      {
        "content": "Tôn trọng quyền tự do tín ngưỡng, không tín ngưỡng",
        "correct": true
      },
      {
        "content": "Đòi hỏi các tôn giáo phải từ bỏ nghi lễ truyền thống",
        "correct": false
      },
      {
        "content": "Chỉ công nhận các tôn giáo truyền thống",
        "correct": false
      }
    ],
    "explanation": "Đây là nguyên tắc cơ bản, đảm bảo sự hài hòa giữa quyền tự do cá nhân và lợi ích chung của xã hội."
  },
  {
    "type": "singlechoice",
    "content": "51. Đâu là một đặc điểm cơ bản về sự phân bố các dân tộc ở Việt Nam?",
    "answers": [
      {
        "content": "Các dân tộc thiểu số đều sống ở đồng bằng",
        "correct": false
      },
      {
        "content": "Người Kinh sống chủ yếu ở đồng bằng, người thiểu số sống chủ yếu ở miền núi",
        "correct": true
      },
      {
        "content": "Các dân tộc đều sống ở thành phố lớn",
        "correct": false
      },
      {
        "content": "Các dân tộc chỉ sống ở biên giới",
        "correct": false
      }
    ],
    "explanation": "Đặc điểm phân bố địa lý này tạo nên sự khác biệt về điều kiện kinh tế và văn hóa giữa các vùng."
  },
  {
    "type": "singlechoice",
    "content": "52. Nội dung nào là quan trọng nhất trong việc xây dựng khối đại đoàn kết toàn dân tộc ở Việt Nam?",
    "answers": [
      {
        "content": "Phát triển du lịch",
        "correct": false
      },
      {
        "content": "Phát triển kinh tế - xã hội, nâng cao đời sống các dân tộc",
        "correct": true
      },
      {
        "content": "Đồng nhất ngôn ngữ",
        "correct": false
      },
      {
        "content": "Xây dựng các công trình quân sự",
        "correct": false
      }
    ],
    "explanation": "Kinh tế là nền tảng. Chỉ khi đời sống vật chất và tinh thần của các dân tộc được nâng cao, sự đoàn kết mới thực sự bền vững."
  },
  {
    "type": "singlechoice",
    "content": "53. Khái niệm 'Dân tộc' trong Hiến pháp Việt Nam chủ yếu được hiểu theo nghĩa nào?",
    "answers": [
      {
        "content": "Tộc người (Ethnie)",
        "correct": false
      },
      {
        "content": "Quốc gia (Nation)",
        "correct": true
      },
      {
        "content": "Chủng tộc",
        "correct": false
      },
      {
        "content": "Giai cấp",
        "correct": false
      }
    ],
    "explanation": "Trong Hiến pháp, 'Dân tộc' (như 'Đại đoàn kết toàn dân tộc') dùng để chỉ cộng đồng công dân của nước Cộng hòa Xã hội Chủ nghĩa Việt Nam (Nation)."
  },
  {
    "type": "singlechoice",
    "content": "54. Chính sách nào của Đảng và Nhà nước Việt Nam nhằm bảo tồn và phát huy bản sắc văn hóa các dân tộc thiểu số?",
    "answers": [
      {
        "content": "Thành lập các khu kinh tế đặc biệt",
        "correct": false
      },
      {
        "content": "Xây dựng các trường dân tộc nội trú, phát triển chữ viết, tiếng nói dân tộc",
        "correct": true
      },
      {
        "content": "Hạn chế giao lưu văn hóa",
        "correct": false
      },
      {
        "content": "Cấm truyền bá các tôn giáo mới",
        "correct": false
      }
    ],
    "explanation": "Đầu tư vào giáo dục (trường nội trú) và văn hóa (phát triển chữ viết, ngôn ngữ) là cách thức trực tiếp nhất để bảo tồn văn hóa."
  },
  {
    "type": "singlechoice",
    "content": "55. Nguyên tắc giải quyết vấn đề tôn giáo ở Việt Nam có một nội dung quan trọng là:",
    "answers": [
      {
        "content": "Tất cả các tôn giáo phải phục tùng một tôn giáo chủ đạo",
        "correct": false
      },
      {
        "content": "Đảm bảo sự bình đẳng giữa các tôn giáo, không phân biệt đối xử",
        "correct": true
      },
      {
        "content": "Chỉ công nhận các tôn giáo truyền thống của Việt Nam",
        "correct": false
      },
      {
        "content": "Ưu tiên tôn giáo có số lượng tín đồ đông nhất",
        "correct": false
      }
    ],
    "explanation": "Bình đẳng giữa các tôn giáo là nền tảng để Nhà nước quản lý và đảm bảo sự ổn định xã hội."
  },
  {
    "type": "singlechoice",
    "content": "56. Tín ngưỡng là gì?",
    "answers": [
      {
        "content": "Hình thức thấp nhất của tôn giáo",
        "correct": false
      },
      {
        "content": "Niềm tin vào các lực lượng siêu nhiên, mang tính tự phát, chưa thành hệ thống giáo lý",
        "correct": true
      },
      {
        "content": "Hoạt động chính trị của các tổ chức tôn giáo",
        "correct": false
      },
      {
        "content": "Bộ máy tổ chức chặt chẽ của một tôn giáo",
        "correct": false
      }
    ],
    "explanation": "Tín ngưỡng thường là niềm tin, thờ cúng mang tính chất cộng đồng hoặc gia đình, chưa có giáo lý, giáo luật, tổ chức chặt chẽ như tôn giáo."
  },
  {
    "type": "singlechoice",
    "content": "57. Vai trò của người đứng đầu các tổ chức tôn giáo trong xã hội XHCN là gì?",
    "answers": [
      {
        "content": "Thống trị về chính trị",
        "correct": false
      },
      {
        "content": "Hướng dẫn tín đồ thực hiện nghi lễ và tuân thủ pháp luật",
        "correct": true
      },
      {
        "content": "Đòi hỏi quyền tự quyết chính trị",
        "correct": false
      },
      {
        "content": "Lãnh đạo kinh tế vùng dân tộc",
        "correct": false
      }
    ],
    "explanation": "Người đứng đầu tổ chức tôn giáo có vai trò hướng dẫn về mặt đạo đức, tín ngưỡng, đồng thời phải vận động tín đồ sống 'tốt đời đẹp đạo', tuân thủ hiến pháp và pháp luật."
  },
  {
    "type": "singlechoice",
    "content": "58. Vấn đề dân tộc và tôn giáo ở Việt Nam có mối quan hệ như thế nào?",
    "answers": [
      {
        "content": "Hoàn toàn tách rời nhau",
        "correct": false
      },
      {
        "content": "Thường xuyên đan xen, tác động qua lại lẫn nhau",
        "correct": true
      },
      {
        "content": "Tôn giáo là yếu tố quyết định dân tộc",
        "correct": false
      },
      {
        "content": "Dân tộc là yếu tố quyết định tôn giáo",
        "correct": false
      }
    ],
    "explanation": "Ở Việt Nam, nhiều dân tộc thiểu số có tôn giáo, tín ngưỡng đặc trưng, làm cho vấn đề dân tộc và tôn giáo thường xuyên liên quan chặt chẽ với nhau."
  },
  {
    "type": "singlechoice",
    "content": "59. Chính sách đoàn kết dân tộc của Đảng Việt Nam được thể hiện thông qua nguyên tắc nào?",
    "answers": [
      {
        "content": "Phát triển kinh tế độc lập",
        "correct": false
      },
      {
        "content": "Tôn trọng, giúp đỡ nhau cùng phát triển",
        "correct": true
      },
      {
        "content": "Độc quyền ngôn ngữ",
        "correct": false
      },
      {
        "content": "Bảo vệ biên giới nghiêm ngặt",
        "correct": false
      }
    ],
    "explanation": "Tôn trọng và giúp đỡ là nền tảng để xây dựng lòng tin, sự gắn bó và phát triển chung giữa các dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "60. Yếu tố nào làm cho vấn đề dân tộc trở nên phức tạp trong thời kỳ quá độ lên CNXH?",
    "answers": [
      {
        "content": "Sự thống nhất về văn hóa",
        "correct": false
      },
      {
        "content": "Sự khác biệt về trình độ phát triển kinh tế, văn hóa giữa các dân tộc",
        "correct": true
      },
      {
        "content": "Sự đồng nhất về tôn giáo",
        "correct": false
      },
      {
        "content": "Sự bùng nổ dân số",
        "correct": false
      }
    ],
    "explanation": "Sự chênh lệch về kinh tế, văn hóa tạo ra sự bất bình đẳng thực tế, dễ bị các thế lực thù địch lợi dụng để chia rẽ."
  },
  {
    "type": "singlechoice",
    "content": "61. Mục tiêu của chính sách dân tộc Việt Nam nhằm khắc phục sự chênh lệch nào?",
    "answers": [
      {
        "content": "Chênh lệch về màu da",
        "correct": false
      },
      {
        "content": "Chênh lệch về trình độ phát triển kinh tế và xã hội",
        "correct": true
      },
      {
        "content": "Chênh lệch về số lượng dân cư",
        "correct": false
      },
      {
        "content": "Chênh lệch về giới tính",
        "correct": false
      }
    ],
    "explanation": "Khắc phục sự chênh lệch là giải quyết vấn đề dân tộc theo chiều sâu, tạo điều kiện cho các dân tộc thiểu số vươn lên."
  },
  {
    "type": "singlechoice",
    "content": "62. Trong các tôn giáo ở Việt Nam, tôn giáo nào có nguồn gốc bản địa?",
    "answers": [
      {
        "content": "Phật giáo",
        "correct": false
      },
      {
        "content": "Công giáo",
        "correct": false
      },
      {
        "content": "Cao Đài",
        "correct": true
      },
      {
        "content": "Hồi giáo",
        "correct": false
      }
    ],
    "explanation": "Cao Đài (Đại Đạo Tam Kỳ Phổ Độ) là một tôn giáo ra đời tại Việt Nam vào năm 1926."
  },
  {
    "type": "singlechoice",
    "content": "63. Yếu tố nào được Đảng và Nhà nước Việt Nam coi là cốt lõi để giải quyết vấn đề dân tộc?",
    "answers": [
      {
        "content": "Đầu tư quốc phòng",
        "correct": false
      },
      {
        "content": "Phát triển kinh tế, ổn định xã hội",
        "correct": true
      },
      {
        "content": "Xây dựng các công trình văn hóa",
        "correct": false
      },
      {
        "content": "Hạn chế sử dụng ngôn ngữ nước ngoài",
        "correct": false
      }
    ],
    "explanation": "Kinh tế là nền tảng, phát triển kinh tế giúp nâng cao đời sống, xóa đói giảm nghèo, từ đó giải quyết các mâu thuẫn xã hội và dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "64. Biện pháp nào nhằm đảm bảo sự bình đẳng về chính trị giữa các dân tộc ở Việt Nam?",
    "answers": [
      {
        "content": "Đảm bảo đại diện của các dân tộc trong Quốc hội và HĐND các cấp",
        "correct": true
      },
      {
        "content": "Thống nhất ngôn ngữ giảng dạy",
        "correct": false
      },
      {
        "content": "Cấp phát tài liệu miễn phí",
        "correct": false
      },
      {
        "content": "Cấm các tập tục lạc hậu",
        "correct": false
      }
    ],
    "explanation": "Đảm bảo tỷ lệ đại diện trong các cơ quan quyền lực nhà nước là cách thức cụ thể nhất để thực hiện bình đẳng chính trị."
  },
  {
    "type": "singlechoice",
    "content": "65. Đặc điểm nào của dân tộc Việt Nam cho thấy sự gắn bó chặt chẽ với Nhà nước và Tổ quốc?",
    "answers": [
      {
        "content": "Tính tự cung tự cấp cao",
        "correct": false
      },
      {
        "content": "Sự hình thành dân tộc gắn liền với quá trình dựng nước và giữ nước",
        "correct": true
      },
      {
        "content": "Sự đa dạng về tôn giáo",
        "correct": false
      },
      {
        "content": "Sự khác biệt về tiếng nói",
        "correct": false
      }
    ],
    "explanation": "Lịch sử hình thành và phát triển của 54 dân tộc Việt Nam luôn gắn liền với lịch sử đấu tranh chống ngoại xâm, tạo nên ý thức cộng đồng quốc gia sâu sắc."
  },
  {
    "type": "singlechoice",
    "content": "66. Chính sách nào của Đảng và Nhà nước Việt Nam nhằm phát huy vai trò của người có uy tín trong cộng đồng dân tộc thiểu số?",
    "answers": [
      {
        "content": "Tôn vinh và tạo điều kiện phát huy vai trò tích cực",
        "correct": true
      },
      {
        "content": "Giám sát chặt chẽ hoạt động của họ",
        "correct": false
      },
      {
        "content": "Hạn chế ảnh hưởng của họ trong cộng đồng",
        "correct": false
      },
      {
        "content": "Đòi hỏi họ phải theo tôn giáo chính thức",
        "correct": false
      }
    ],
    "explanation": "Người có uy tín đóng vai trò quan trọng trong việc truyền đạt và thực hiện chủ trương, chính sách của Đảng và Nhà nước tại cơ sở."
  },
  {
    "type": "singlechoice",
    "content": "67. Theo quan điểm của Đảng, Nhà nước Việt Nam, mục đích hoạt động của các tổ chức tôn giáo là gì?",
    "answers": [
      {
        "content": "Phục vụ lợi ích kinh tế",
        "correct": false
      },
      {
        "content": "Phục vụ nhu cầu tín ngưỡng hợp pháp của tín đồ và đóng góp vào sự phát triển đất nước",
        "correct": true
      },
      {
        "content": "Chỉ truyền bá giáo lý tôn giáo",
        "correct": false
      },
      {
        "content": "Chỉ hoạt động từ thiện",
        "correct": false
      }
    ],
    "explanation": "Nhà nước khuyến khích các tổ chức tôn giáo hoạt động theo đúng pháp luật, đồng thời tham gia các hoạt động xã hội, nhân đạo, góp phần xây dựng đất nước."
  },
  {
    "type": "singlechoice",
    "content": "68. Đảng và Nhà nước Việt Nam không chấp nhận việc lợi dụng tôn giáo để làm gì?",
    "answers": [
      {
        "content": "Thực hiện nghi lễ tôn giáo",
        "correct": false
      },
      {
        "content": "Chia rẽ dân tộc, chống phá chế độ xã hội chủ nghĩa",
        "correct": true
      },
      {
        "content": "Thành lập cơ sở từ thiện",
        "correct": false
      },
      {
        "content": "Xuất bản kinh sách",
        "correct": false
      }
    ],
    "explanation": "Mọi hành vi lợi dụng tôn giáo để vi phạm pháp luật, chia rẽ khối đại đoàn kết toàn dân tộc đều bị nghiêm cấm."
  },
  {
    "type": "singlechoice",
    "content": "69. Nội dung nào là thách thức lớn nhất trong vấn đề tôn giáo ở Việt Nam hiện nay?",
    "answers": [
      {
        "content": "Sự đồng nhất tôn giáo",
        "correct": false
      },
      {
        "content": "Việc lợi dụng tôn giáo để chống phá cách mạng, gây rối trật tự",
        "correct": true
      },
      {
        "content": "Sự thiếu hụt về tín đồ",
        "correct": false
      },
      {
        "content": "Thiếu các cơ sở thờ tự",
        "correct": false
      }
    ],
    "explanation": "Các thế lực thù địch thường lợi dụng yếu tố tôn giáo và dân tộc để kích động, gây chia rẽ, làm mất ổn định chính trị - xã hội."
  },
  {
    "type": "singlechoice",
    "content": "70. Trong quá trình hội nhập quốc tế, vấn đề dân tộc ở Việt Nam chịu ảnh hưởng bởi yếu tố nào?",
    "answers": [
      {
        "content": "Sự chia rẽ chủng tộc toàn cầu",
        "correct": false
      },
      {
        "content": "Sự giao lưu văn hóa và kinh tế quốc tế, đồng thời đối phó với sự can thiệp từ bên ngoài",
        "correct": true
      },
      {
        "content": "Xu hướng cô lập",
        "correct": false
      },
      {
        "content": "Tăng cường chủ nghĩa dân tộc cực đoan",
        "correct": false
      }
    ],
    "explanation": "Hội nhập vừa là cơ hội giao lưu, vừa là thách thức khi các thế lực bên ngoài có thể lợi dụng để can thiệp vào công việc nội bộ."
  },
  {
    "type": "singlechoice",
    "content": "71. Theo Mác - Lênin, động lực chính thúc đẩy sự phát triển của dân tộc là gì?",
    "answers": [
      {
        "content": "Sự khác biệt về tôn giáo",
        "correct": false
      },
      {
        "content": "Lợi ích kinh tế và đấu tranh giai cấp",
        "correct": true
      },
      {
        "content": "Sự khác biệt về ngôn ngữ",
        "correct": false
      },
      {
        "content": "Sự đa dạng về văn hóa",
        "correct": false
      }
    ],
    "explanation": "Chủ nghĩa Mác - Lênin coi lợi ích kinh tế (cơ sở hạ tầng) và đấu tranh giai cấp (động lực xã hội) là yếu tố quyết định sự phát triển của các hình thức cộng đồng người."
  },
  {
    "type": "singlechoice",
    "content": "72. Hình thức sở hữu nào chi phối và quyết định sự phân biệt giữa các dân tộc bị áp bức và dân tộc đi áp bức?",
    "answers": [
      {
        "content": "Sở hữu công cộng",
        "correct": false
      },
      {
        "content": "Sở hữu tư nhân về tư liệu sản xuất",
        "correct": true
      },
      {
        "content": "Sở hữu toàn dân",
        "correct": false
      },
      {
        "content": "Sở hữu tập thể",
        "correct": false
      }
    ],
    "explanation": "Chế độ tư hữu tư bản chủ nghĩa tạo ra sự phân chia giai cấp, từ đó dẫn đến sự phân chia dân tộc thành dân tộc đi áp bức (đế quốc) và dân tộc bị áp bức (thuộc địa)."
  },
  {
    "type": "singlechoice",
    "content": "73. V.I. Lênin cho rằng, quyền dân tộc tự quyết không bao gồm quyền nào?",
    "answers": [
      {
        "content": "Quyền đòi ly khai",
        "correct": false
      },
      {
        "content": "Quyền lựa chọn chế độ chính trị",
        "correct": false
      },
      {
        "content": "Quyền tách khỏi nhà nước liên hiệp",
        "correct": false
      },
      {
        "content": "Quyền chia rẽ vô nguyên tắc, vô điều kiện",
        "correct": true
      }
    ],
    "explanation": "Quyền tự quyết phải được thực hiện trên cơ sở lợi ích của công nhân, đấu tranh giai cấp và lịch sử cụ thể, không phải là quyền chia rẽ một cách vô nguyên tắc."
  },
  {
    "type": "singlechoice",
    "content": "74. Nội dung nào là quan điểm của Đảng Việt Nam về việc giải quyết vấn đề dân tộc trong bối cảnh toàn cầu hóa?",
    "answers": [
      {
        "content": "Hạn chế giao lưu kinh tế với bên ngoài",
        "correct": false
      },
      {
        "content": "Phải kết hợp sức mạnh dân tộc với sức mạnh thời đại",
        "correct": true
      },
      {
        "content": "Đóng cửa biên giới",
        "correct": false
      },
      {
        "content": "Thủ tiêu bản sắc văn hóa",
        "correct": false
      }
    ],
    "explanation": "Đảng chủ trương tận dụng các yếu tố hội nhập quốc tế (sức mạnh thời đại) để phát triển dân tộc (sức mạnh dân tộc)."
  },
  {
    "type": "singlechoice",
    "content": "75. Yếu tố nào là điều kiện để dân tộc được quyền tự quyết một cách triệt để?",
    "answers": [
      {
        "content": "Khi được quốc tế công nhận",
        "correct": false
      },
      {
        "content": "Khi đã thực hiện được sự bình đẳng thực sự về kinh tế, văn hóa",
        "correct": true
      },
      {
        "content": "Khi có vũ khí hạt nhân",
        "correct": false
      },
      {
        "content": "Khi có hệ thống tôn giáo thống nhất",
        "correct": false
      }
    ],
    "explanation": "Bình đẳng kinh tế, văn hóa là cơ sở vật chất để quyền tự quyết (quyền chính trị) được thực hiện một cách thực chất và hiệu quả."
  },
  {
    "type": "singlechoice",
    "content": "76. Tôn giáo tồn tại, phát triển và biến đổi cùng với sự thay đổi của yếu tố nào?",
    "answers": [
      {
        "content": "Ngôn ngữ",
        "correct": false
      },
      {
        "content": "Các điều kiện kinh tế - xã hội cụ thể",
        "correct": true
      },
      {
        "content": "Địa lý",
        "correct": false
      },
      {
        "content": "Khí hậu",
        "correct": false
      }
    ],
    "explanation": "Tôn giáo là hình thái ý thức xã hội, nó phản ánh và bị quyết định bởi cơ sở hạ tầng (kinh tế) và các quan hệ xã hội."
  },
  {
    "type": "singlechoice",
    "content": "77. Việt Nam có truyền thống lịch sử gì trong quan hệ giữa các dân tộc?",
    "answers": [
      {
        "content": "Xung đột liên tục",
        "correct": false
      },
      {
        "content": "Đoàn kết, hòa hợp, không có xung đột lớn",
        "correct": true
      },
      {
        "content": "Luôn có sự áp bức dân tộc",
        "correct": false
      },
      {
        "content": "Phân biệt đối xử rõ rệt",
        "correct": false
      }
    ],
    "explanation": "Các dân tộc Việt Nam có truyền thống đoàn kết chống ngoại xâm và cùng nhau xây dựng đất nước, tạo nên một cộng đồng thống nhất."
  },
  {
    "type": "singlechoice",
    "content": "78. Theo quy định của pháp luật Việt Nam, các tổ chức tôn giáo có được tham gia hoạt động chính trị không?",
    "answers": [
      {
        "content": "Được phép tham gia và lãnh đạo chính quyền",
        "correct": false
      },
      {
        "content": "Được phép tham gia với vai trò tư vấn",
        "correct": false
      },
      {
        "content": "Không được lợi dụng tôn giáo để hoạt động chính trị chống phá nhà nước",
        "correct": true
      },
      {
        "content": "Được phép tham gia tranh cử",
        "correct": false
      }
    ],
    "explanation": "Pháp luật Việt Nam nghiêm cấm việc lợi dụng tôn giáo để chia rẽ dân tộc, gây rối hoặc chống phá chính quyền."
  },
  {
    "type": "singlechoice",
    "content": "79. Nguyên tắc nào được Nhà nước Việt Nam áp dụng đối với các hoạt động tín ngưỡng, tôn giáo chính đáng?",
    "answers": [
      {
        "content": "Ưu tiên tôn giáo mới",
        "correct": false
      },
      {
        "content": "Đảm bảo sinh hoạt tôn giáo bình thường theo pháp luật",
        "correct": true
      },
      {
        "content": "Cấm truyền bá ra nước ngoài",
        "correct": false
      },
      {
        "content": "Kiểm soát chặt chẽ nội dung giảng dạy",
        "correct": false
      }
    ],
    "explanation": "Nhà nước tạo điều kiện và bảo hộ các hoạt động tôn giáo hợp pháp, đảm bảo quyền tự do tín ngưỡng của người dân."
  },
  {
    "type": "singlechoice",
    "content": "80. Trong các đặc trưng về dân tộc ở Việt Nam, đặc trưng nào là cơ sở để thực hiện chính sách đại đoàn kết toàn dân tộc?",
    "answers": [
      {
        "content": "Sự chênh lệch về trình độ phát triển",
        "correct": false
      },
      {
        "content": "Truyền thống đoàn kết, thống nhất trong đấu tranh và xây dựng đất nước",
        "correct": true
      },
      {
        "content": "Sự khác biệt về tôn giáo",
        "correct": false
      },
      {
        "content": "Sự phân bố dân cư xen kẽ",
        "correct": false
      }
    ],
    "explanation": "Truyền thống lịch sử đoàn kết là tài sản quý báu và là nền tảng tinh thần vững chắc nhất của khối đại đoàn kết dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "81. Mối quan hệ nào là cơ sở để Chủ nghĩa Mác - Lênin giải quyết vấn đề dân tộc?",
    "answers": [
      {
        "content": "Mối quan hệ giữa tôn giáo và văn hóa",
        "correct": false
      },
      {
        "content": "Mối quan hệ giữa vấn đề dân tộc và vấn đề giai cấp",
        "correct": true
      },
      {
        "content": "Mối quan hệ giữa khoa học và công nghệ",
        "correct": false
      },
      {
        "content": "Mối quan hệ giữa kinh tế và chính trị",
        "correct": false
      }
    ],
    "explanation": "Vấn đề dân tộc được Chủ nghĩa Mác - Lênin xem xét dưới góc độ giai cấp và đấu tranh giai cấp, gắn liền với việc giải phóng giai cấp vô sản."
  },
  {
    "type": "singlechoice",
    "content": "82. Đặc điểm nào sau đây KHÔNG phải là đặc điểm của các dân tộc thiểu số ở Việt Nam?",
    "answers": [
      {
        "content": "Đều có trình độ phát triển kinh tế đồng đều",
        "correct": true
      },
      {
        "content": "Phân bố chủ yếu ở vùng núi, biên giới",
        "correct": false
      },
      {
        "content": "Có lịch sử cư trú lâu đời",
        "correct": false
      },
      {
        "content": "Văn hóa đa dạng, phong phú",
        "correct": false
      }
    ],
    "explanation": "Thực tế là các dân tộc thiểu số ở Việt Nam có sự chênh lệch đáng kể về trình độ phát triển kinh tế."
  },
  {
    "type": "singlechoice",
    "content": "83. Theo V.I. Lênin, quyền dân tộc tự quyết cần được thực hiện trong sự liên hệ với nguyên tắc nào?",
    "answers": [
      {
        "content": "Quyền của các dân tộc nhỏ",
        "correct": false
      },
      {
        "content": "Chủ nghĩa quốc tế vô sản",
        "correct": true
      },
      {
        "content": "Chủ nghĩa dân tộc lớn",
        "correct": false
      },
      {
        "content": "Chủ nghĩa tư bản tự do",
        "correct": false
      }
    ],
    "explanation": "Quyền tự quyết phải gắn liền với lợi ích của cách mạng vô sản và phục vụ mục tiêu thống nhất quốc tế của giai cấp công nhân."
  },
  {
    "type": "singlechoice",
    "content": "84. Nội dung nào là quan điểm của Đảng Việt Nam về phát triển kinh tế - xã hội vùng dân tộc thiểu số?",
    "answers": [
      {
        "content": "Tập trung khai thác tài nguyên thiên nhiên",
        "correct": false
      },
      {
        "content": "Phát triển nhanh và bền vững, gắn với bảo vệ môi trường",
        "correct": true
      },
      {
        "content": "Chỉ phát triển nông nghiệp",
        "correct": false
      },
      {
        "content": "Chỉ tập trung vào phát triển văn hóa",
        "correct": false
      }
    ],
    "explanation": "Phát triển bền vững là quan điểm mới, đảm bảo phát triển kinh tế nhưng không làm tổn hại đến môi trường và bản sắc văn hóa."
  },
  {
    "type": "singlechoice",
    "content": "85. Nguyên tắc nào là sự thống nhất giữa vấn đề dân tộc và vấn đề quốc tế?",
    "answers": [
      {
        "content": "Bình đẳng dân tộc",
        "correct": false
      },
      {
        "content": "Liên hiệp công nhân tất cả các dân tộc",
        "correct": true
      },
      {
        "content": "Quyền tự quyết",
        "correct": false
      },
      {
        "content": "Đoàn kết tôn giáo",
        "correct": false
      }
    ],
    "explanation": "Nguyên tắc liên hiệp công nhân thể hiện sự đoàn kết giai cấp vượt qua biên giới quốc gia, là cơ sở cho chủ nghĩa quốc tế vô sản."
  },
  {
    "type": "singlechoice",
    "content": "86. Yếu tố nào làm cho vấn đề tôn giáo ở Việt Nam có tính nhạy cảm cao?",
    "answers": [
      {
        "content": "Sự can thiệp của các thế lực thù địch bên ngoài",
        "correct": true
      },
      {
        "content": "Thời tiết khắc nghiệt",
        "correct": false
      },
      {
        "content": "Sự phát triển của công nghệ thông tin",
        "correct": false
      },
      {
        "content": "Sự đồng nhất văn hóa",
        "correct": false
      }
    ],
    "explanation": "Các thế lực thù địch thường lợi dụng tự do tín ngưỡng để kích động, chia rẽ, tạo điểm nóng về tôn giáo."
  },
  {
    "type": "singlechoice",
    "content": "87. Chính sách của Đảng và Nhà nước Việt Nam về hôn nhân và gia đình vùng dân tộc thiểu số là gì?",
    "answers": [
      {
        "content": "Khuyến khích duy trì hôn nhân cận huyết",
        "correct": false
      },
      {
        "content": "Xóa bỏ hủ tục, duy trì hôn nhân một vợ một chồng, tiến bộ",
        "correct": true
      },
      {
        "content": "Cấm kết hôn giữa các dân tộc",
        "correct": false
      },
      {
        "content": "Đồng nhất phong tục cưới hỏi",
        "correct": false
      }
    ],
    "explanation": "Đảng và Nhà nước khuyến khích xây dựng gia đình văn hóa, xóa bỏ các hủ tục lạc hậu, đặc biệt là hôn nhân cận huyết."
  },
  {
    "type": "singlechoice",
    "content": "88. Trong thời kỳ quá độ, Đảng Cộng sản cần lãnh đạo thực hiện những biện pháp gì để giải quyết vấn đề tôn giáo?",
    "answers": [
      {
        "content": "Kiểm soát nghiêm ngặt các hoạt động tôn giáo",
        "correct": false
      },
      {
        "content": "Xây dựng xã hội mới, nâng cao đời sống, giáo dục, thuyết phục",
        "correct": true
      },
      {
        "content": "Hạn chế truyền bá các tôn giáo mới",
        "correct": false
      },
      {
        "content": "Cấm người theo tôn giáo tham gia chính quyền",
        "correct": false
      }
    ],
    "explanation": "Mác - Lênin chỉ rõ biện pháp cơ bản nhất là xây dựng CNXH, nâng cao dân trí, đời sống, đồng thời kiên trì giáo dục thuyết phục."
  },
  {
    "type": "singlechoice",
    "content": "89. Theo V.I. Lênin, việc giải quyết vấn đề dân tộc phải trên cơ sở nào?",
    "answers": [
      {
        "content": "Lợi ích của giai cấp tư sản",
        "correct": false
      },
      {
        "content": "Lợi ích của giai cấp vô sản và nhân dân lao động",
        "correct": true
      },
      {
        "content": "Lợi ích của tôn giáo",
        "correct": false
      },
      {
        "content": "Lợi ích của các nước lớn",
        "correct": false
      }
    ],
    "explanation": "Chủ nghĩa Mác - Lênin luôn đứng trên lập trường giai cấp công nhân để giải quyết mọi vấn đề xã hội, bao gồm vấn đề dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "90. Nội dung nào là quan điểm của Đảng Việt Nam về ngôn ngữ của các dân tộc thiểu số?",
    "answers": [
      {
        "content": "Yêu cầu tất cả sử dụng tiếng Việt",
        "correct": false
      },
      {
        "content": "Giữ gìn, phát triển ngôn ngữ, chữ viết các dân tộc, đồng thời phổ cập tiếng Việt",
        "correct": true
      },
      {
        "content": "Hạn chế sử dụng tiếng nói dân tộc",
        "correct": false
      },
      {
        "content": "Thống nhất chữ viết cho tất cả các dân tộc",
        "correct": false
      }
    ],
    "explanation": "Chính sách của Đảng là vừa bảo tồn ngôn ngữ mẹ đẻ, vừa phổ cập tiếng Việt để đảm bảo sự thống nhất quốc gia và hội nhập xã hội."
  },
  {
    "type": "singlechoice",
    "content": "91. Quan điểm của Mác - Lênin về vấn đề dân tộc là:",
    "answers": [
      {
        "content": "Bỏ qua vấn đề dân tộc",
        "correct": false
      },
      {
        "content": "Tôn trọng và thừa nhận tính chính đáng của phong trào dân tộc",
        "correct": true
      },
      {
        "content": "Chỉ quan tâm vấn đề giai cấp",
        "correct": false
      },
      {
        "content": "Ưu tiên quyền lợi quốc tế hơn quyền lợi dân tộc",
        "correct": false
      }
    ],
    "explanation": "Mác - Lênin khẳng định phải tôn trọng quyền dân tộc, đấu tranh chống mọi hình thức áp bức dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "92. Mục tiêu của chính sách hỗ trợ phát triển giáo dục ở vùng dân tộc thiểu số là gì?",
    "answers": [
      {
        "content": "Đồng hóa văn hóa",
        "correct": false
      },
      {
        "content": "Nâng cao dân trí, tạo nguồn nhân lực, rút ngắn khoảng cách phát triển",
        "correct": true
      },
      {
        "content": "Hạn chế quyền tự quyết",
        "correct": false
      },
      {
        "content": "Xây dựng trường học riêng cho từng dân tộc",
        "correct": false
      }
    ],
    "explanation": "Giáo dục là chìa khóa để nâng cao chất lượng cuộc sống và khả năng tự chủ của các dân tộc thiểu số."
  },
  {
    "type": "singlechoice",
    "content": "93. Vấn đề nào là cốt lõi để giải quyết triệt để vấn đề tôn giáo?",
    "answers": [
      {
        "content": "Phát triển các loại hình giải trí",
        "correct": false
      },
      {
        "content": "Xóa bỏ áp bức, bóc lột, bất công xã hội",
        "correct": true
      },
      {
        "content": "Chỉ phát triển khoa học",
        "correct": false
      },
      {
        "content": "Cấm tuyên truyền tôn giáo",
        "correct": false
      }
    ],
    "explanation": "Tôn giáo có nguồn gốc từ sự bất lực của con người trước các thế lực xã hội, nên chỉ khi xóa bỏ được các thế lực đó, tôn giáo mới mất đi."
  },
  {
    "type": "singlechoice",
    "content": "94. Trong quan hệ dân tộc ở Việt Nam, 'tương trợ' được hiểu là:",
    "answers": [
      {
        "content": "Dân tộc mạnh giúp đỡ dân tộc yếu, trên cơ sở tự nguyện, bình đẳng",
        "correct": true
      },
      {
        "content": "Dân tộc đa số bắt buộc dân tộc thiểu số",
        "correct": false
      },
      {
        "content": "Các dân tộc tự lực cánh sinh",
        "correct": false
      },
      {
        "content": "Tất cả các dân tộc đều phát triển như nhau",
        "correct": false
      }
    ],
    "explanation": "Tương trợ là giúp đỡ nhau cùng tiến bộ, thể hiện tính nhân văn và đoàn kết của CNXH."
  },
  {
    "type": "singlechoice",
    "content": "95. Công tác tôn giáo của Đảng và Nhà nước Việt Nam phải tuân thủ nguyên tắc nào?",
    "answers": [
      {
        "content": "Nguyên tắc 'sống tốt đời, đẹp đạo'",
        "correct": true
      },
      {
        "content": "Nguyên tắc 'tách biệt tôn giáo khỏi chính trị'",
        "correct": false
      },
      {
        "content": "Nguyên tắc 'ưu tiên các tôn giáo lớn'",
        "correct": false
      },
      {
        "content": "Nguyên tắc 'phê phán tuyệt đối'",
        "correct": false
      }
    ],
    "explanation": "Nguyên tắc 'sống tốt đời, đẹp đạo' phản ánh sự hài hòa giữa trách nhiệm công dân và nhu cầu tín ngưỡng cá nhân."
  },
  {
    "type": "singlechoice",
    "content": "96. Nguyên nhân sâu xa của mâu thuẫn dân tộc trong xã hội có giai cấp là gì?",
    "answers": [
      {
        "content": "Sự khác biệt về văn hóa",
        "correct": false
      },
      {
        "content": "Mâu thuẫn về lợi ích kinh tế giữa các giai cấp",
        "correct": true
      },
      {
        "content": "Sự khác biệt về ngôn ngữ",
        "correct": false
      },
      {
        "content": "Sự chênh lệch về trình độ dân trí",
        "correct": false
      }
    ],
    "explanation": "Mâu thuẫn giai cấp là gốc rễ, nó được phản ánh dưới hình thức mâu thuẫn dân tộc, đặc biệt trong chủ nghĩa đế quốc."
  },
  {
    "type": "singlechoice",
    "content": "97. Trong lĩnh vực văn hóa, chính sách dân tộc Việt Nam nhằm mục đích gì?",
    "answers": [
      {
        "content": "Đồng nhất văn hóa các dân tộc",
        "correct": false
      },
      {
        "content": "Bảo tồn, phát huy bản sắc văn hóa tốt đẹp và tiếp thu tinh hoa văn hóa nhân loại",
        "correct": true
      },
      {
        "content": "Xóa bỏ các lễ hội truyền thống",
        "correct": false
      },
      {
        "content": "Cấm các dân tộc tự sáng tạo văn hóa",
        "correct": false
      }
    ],
    "explanation": "Chính sách văn hóa là bảo tồn đa dạng, đồng thời nâng cao chất lượng văn hóa và tiếp thu tiến bộ."
  },
  {
    "type": "singlechoice",
    "content": "98. Đặc trưng nào của dân tộc thể hiện rõ nhất tính cộng đồng và sự gắn bó tinh thần?",
    "answers": [
      {
        "content": "Cộng đồng về lãnh thổ",
        "correct": false
      },
      {
        "content": "Cộng đồng về ngôn ngữ",
        "correct": false
      },
      {
        "content": "Cộng đồng về văn hóa và tâm lý",
        "correct": true
      },
      {
        "content": "Cộng đồng về kinh tế",
        "correct": false
      }
    ],
    "explanation": "Văn hóa và tâm lý dân tộc là yếu tố tinh thần, tạo nên hồn cốt và sự gắn kết sâu sắc nhất."
  },
  {
    "type": "singlechoice",
    "content": "99. Yếu tố nào làm cho vấn đề tôn giáo ở Việt Nam có thể bị lợi dụng để chống phá chế độ?",
    "answers": [
      {
        "content": "Đa dạng tôn giáo và sự phát triển của tôn giáo",
        "correct": false
      },
      {
        "content": "Mối liên hệ giữa tôn giáo với lợi ích giai cấp, dân tộc và quốc tế",
        "correct": true
      },
      {
        "content": "Sự ủng hộ của nhà nước",
        "correct": false
      },
      {
        "content": "Sự thiếu hụt về giáo lý",
        "correct": false
      }
    ],
    "explanation": "Việc các thế lực thù địch lợi dụng tôn giáo để chống phá thường thông qua các mối liên hệ của tôn giáo với các vấn đề chính trị, dân tộc, và quốc tế."
  },
  {
    "type": "singlechoice",
    "content": "100. Vai trò của người dân tộc thiểu số trong sự nghiệp xây dựng và bảo vệ Tổ quốc Việt Nam là gì?",
    "answers": [
      {
        "content": "Chỉ tập trung vào phát triển kinh tế",
        "correct": false
      },
      {
        "content": "Là lực lượng quan trọng, không thể thiếu, cùng dân tộc Kinh xây dựng khối đại đoàn kết",
        "correct": true
      },
      {
        "content": "Chỉ có vai trò bảo vệ biên giới",
        "correct": false
      },
      {
        "content": "Chỉ có vai trò bảo tồn văn hóa",
        "correct": false
      }
    ],
    "explanation": "54 dân tộc Việt Nam là một cộng đồng thống nhất, cùng nhau đóng góp vào mọi lĩnh vực của đất nước."
  }
]