[
  {
    "type": "singlechoice",
    "content": "001. Dân tộc (theo nghĩa rộng, chỉ quốc gia) là cộng đồng người ổn định, hình thành trong lịch sử, có chung yếu tố nào sau đây?",
    "answers": [
      {"content": "Ngôn ngữ, lãnh thổ, nền kinh tế và bản sắc văn hóa", "correct": true},
      {"content": "Tôn giáo và phong tục tập quán riêng", "correct": false},
      {"content": "Chỉ có chung ngôn ngữ và tôn giáo", "correct": false},
      {"content": "Chỉ có chung lãnh thổ và chính trị", "correct": false}
    ],
    "explanation": "Khái niệm dân tộc (quốc gia) bao gồm các yếu tố cộng đồng về lãnh thổ, kinh tế, ngôn ngữ, và bản sắc văn hóa."
  },
  {
    "type": "singlechoice",
    "content": "002. Theo quan điểm của Chủ nghĩa Mác - Lênin, sự hình thành dân tộc gắn liền với sự phát triển của phương thức sản xuất nào?",
    "answers": [
      {"content": "Phong kiến", "correct": false},
      {"content": "Tư bản chủ nghĩa", "correct": true},
      {"content": "Chiếm hữu nô lệ", "correct": false},
      {"content": "Cộng sản nguyên thủy", "correct": false}
    ],
    "explanation": "Dân tộc (quốc gia) ra đời gắn liền với sự phát triển và thắng lợi của phương thức sản xuất Tư bản chủ nghĩa."
  },
  {
    "type": "singlechoice",
    "content": "003. Khái niệm 'Dân tộc' ở Việt Nam thường được dùng theo mấy nghĩa?",
    "answers": [
      {"content": "Một nghĩa (cộng đồng người)", "correct": false},
      {"content": "Hai nghĩa (cộng đồng người và cộng đồng quốc gia)", "correct": true},
      {"content": "Ba nghĩa (tộc người, quốc gia, tôn giáo)", "correct": false},
      {"content": "Chỉ nghĩa duy nhất là tộc người", "correct": false}
    ],
    "explanation": "Ở Việt Nam, 'dân tộc' được dùng theo hai nghĩa: tộc người (ethnic group) và quốc gia dân tộc (nation)."
  },
  {
    "type": "singlechoice",
    "content": "004. Cộng đồng dân tộc (tộc người) được hình thành trên cơ sở chủ yếu nào?",
    "answers": [
      {"content": "Chung một bộ máy nhà nước", "correct": false},
      {"content": "Chung một ngôn ngữ mẹ đẻ và văn hóa đặc trưng", "correct": true},
      {"content": "Chung một trình độ phát triển kinh tế", "correct": false},
      {"content": "Chung một chính sách đối ngoại", "correct": false}
    ],
    "explanation": "Cộng đồng tộc người chủ yếu dựa trên nguồn gốc, ngôn ngữ và văn hóa đặc trưng."
  },
  {
    "type": "singlechoice",
    "content": "005. Sự khác biệt căn bản giữa 'Bôc tộc' (Bộ lạc) và 'Dân tộc' (Quốc gia) là gì?",
    "answers": [
      {"content": "Bôc tộc không có ngôn ngữ riêng", "correct": false},
      {"content": "Dân tộc (Quốc gia) có sự thống nhất về nền kinh tế và thị trường", "correct": true},
      {"content": "Bôc tộc có chung lãnh thổ, còn Dân tộc thì không", "correct": false},
      {"content": "Dân tộc (Quốc gia) không có ý thức tự giác dân tộc", "correct": false}
    ],
    "explanation": "Đặc trưng quan trọng nhất của dân tộc (quốc gia) là sự thống nhất về đời sống kinh tế, tạo nên một thị trường chung."
  },
  {
    "type": "singlechoice",
    "content": "006. 'Bản sắc văn hóa' là yếu tố chỉ cái gì trong cộng đồng dân tộc?",
    "answers": [
      {"content": "Trình độ kinh tế hiện đại", "correct": false},
      {"content": "Sự đồng nhất về tôn giáo", "correct": false},
      {"content": "Sự thống nhất về phong tục, tập quán, truyền thống", "correct": true},
      {"content": "Sự thống nhất về chế độ chính trị", "correct": false}
    ],
    "explanation": "Bản sắc văn hóa thể hiện sự thống nhất về tinh thần, bao gồm phong tục, tập quán, lối sống, và truyền thống tinh thần."
  },
  {
    "type": "singlechoice",
    "content": "007. Trong lịch sử, hình thức cộng đồng người đầu tiên là:",
    "answers": [
      {"content": "Bộ tộc", "correct": false},
      {"content": "Bộ lạc", "correct": false},
      {"content": "Thị tộc", "correct": true},
      {"content": "Dân tộc", "correct": false}
    ],
    "explanation": "Thị tộc là hình thức cộng đồng người đầu tiên trong lịch sử, hình thành trong chế độ Cộng sản nguyên thủy."
  },
  {
    "type": "singlechoice",
    "content": "008. Khái niệm 'Dân tộc' (theo nghĩa tộc người) đề cập đến điều gì?",
    "answers": [
      {"content": "Tất cả công dân của một quốc gia", "correct": false},
      {"content": "Cộng đồng người có cùng nguồn gốc tộc người, văn hoá và ý thức tự giác", "correct": true},
      {"content": "Liên minh các nước xã hội chủ nghĩa", "correct": false},
      {"content": "Cộng đồng kinh tế toàn cầu", "correct": false}
    ],
    "explanation": "Dân tộc (tộc người) là cộng đồng về nguồn gốc, văn hóa và ý thức tự giác về nguồn gốc, bản sắc của mình."
  },
  {
    "type": "singlechoice",
    "content": "009. Dân tộc (quốc gia) được hình thành và phát triển trên nền tảng nào?",
    "answers": [
      {"content": "Nền kinh tế hàng hóa đơn giản", "correct": false},
      {"content": "Sự hợp nhất và phát triển của các tộc người", "correct": true},
      {"content": "Quyền lực quân sự", "correct": false},
      {"content": "Sự đồng nhất về ngôn ngữ mẹ đẻ", "correct": false}
    ],
    "explanation": "Dân tộc (quốc gia) là kết quả của sự phát triển lâu dài, liên kết và hợp nhất của nhiều tộc người trong lịch sử."
  },
  {
    "type": "singlechoice",
    "content": "010. Trong các yếu tố sau, yếu tố nào không phải là đặc trưng cơ bản của dân tộc (quốc gia)?",
    "answers": [
      {"content": "Cộng đồng về lãnh thổ", "correct": false},
      {"content": "Cộng đồng về tôn giáo", "correct": true},
      {"content": "Cộng đồng về ngôn ngữ", "correct": false},
      {"content": "Cộng đồng về đời sống kinh tế", "correct": false}
    ],
    "explanation": "Tôn giáo không phải là đặc trưng cơ bản bắt buộc của mọi quốc gia dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "011. Đặc trưng nào của dân tộc (quốc gia) được coi là cơ sở vật chất vững chắc nhất?",
    "answers": [
      {"content": "Cộng đồng về lãnh thổ", "correct": false},
      {"content": "Cộng đồng về ngôn ngữ", "correct": false},
      {"content": "Cộng đồng về kinh tế", "correct": true},
      {"content": "Cộng đồng về văn hóa, tâm lý", "correct": false}
    ],
    "explanation": "Cộng đồng về kinh tế (chung một nền sản xuất, thị trường) là cơ sở vật chất của sự tồn tại của dân tộc (quốc gia)."
  },
  {
    "type": "singlechoice",
    "content": "012. Đặc trưng 'Cộng đồng về ngôn ngữ' của dân tộc thể hiện điều gì?",
    "answers": [
      {"content": "Mọi người đều phải sử dụng một ngôn ngữ mẹ đẻ duy nhất", "correct": false},
      {"content": "Có chung một ngôn ngữ quốc gia hoặc ngôn ngữ giao tiếp chung", "correct": true},
      {"content": "Mọi tộc người phải bỏ ngôn ngữ riêng của mình", "correct": false},
      {"content": "Chỉ có giới cầm quyền mới dùng ngôn ngữ đó", "correct": false}
    ],
    "explanation": "Đặc trưng ngôn ngữ ở cấp độ quốc gia là có một ngôn ngữ chung để giao tiếp, quản lý nhà nước, và phát triển văn hóa."
  },
  {
    "type": "singlechoice",
    "content": "013. 'Ý thức tự giác dân tộc' là đặc trưng thuộc về lĩnh vực nào?",
    "answers": [
      {"content": "Kinh tế", "correct": false},
      {"content": "Chính trị - pháp lý", "correct": false},
      {"content": "Văn hóa - tinh thần", "correct": true},
      {"content": "Lãnh thổ", "correct": false}
    ],
    "explanation": "Ý thức tự giác dân tộc là sự tự nhận thức về cội nguồn, bản sắc và nguyện vọng phát triển của cộng đồng, thuộc lĩnh vực tinh thần."
  },
  {
    "type": "singlechoice",
    "content": "014. Đâu là đặc trưng nói lên sự gắn bó bền vững về mặt không gian của cộng đồng dân tộc?",
    "answers": [
      {"content": "Cộng đồng về lãnh thổ", "correct": true},
      {"content": "Cộng đồng về kinh tế", "correct": false},
      {"content": "Cộng đồng về tâm lý", "correct": false},
      {"content": "Cộng đồng về ngôn ngữ", "correct": false}
    ],
    "explanation": "Cộng đồng về lãnh thổ là điều kiện không gian, địa lý cho sự tồn tại và phát triển của dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "015. Trong các đặc trưng sau, đặc trưng nào là điều kiện tiên quyết cho sự hình thành dân tộc (quốc gia)?",
    "answers": [
      {"content": "Sự đồng nhất về tôn giáo", "correct": false},
      {"content": "Sự phát triển của nền sản xuất hàng hóa và thị trường thống nhất", "correct": true},
      {"content": "Sự thống nhất về màu da", "correct": false},
      {"content": "Sự xuất hiện của công nghệ hiện đại", "correct": false}
    ],
    "explanation": "Sự phát triển kinh tế tư bản chủ nghĩa, với thị trường thống nhất, là cơ sở kinh tế cho sự ra đời của dân tộc (quốc gia)."
  },
  {
    "type": "singlechoice",
    "content": "016. Đặc trưng 'Cộng đồng về tâm lý, tính cách' của dân tộc thường được hình thành do đâu?",
    "answers": [
      {"content": "Di truyền sinh học", "correct": false},
      {"content": "Ảnh hưởng của môi trường sống, lịch sử đấu tranh chung", "correct": true},
      {"content": "Quy định của pháp luật", "correct": false},
      {"content": "Sự bắt buộc phải giống nhau", "correct": false}
    ],
    "explanation": "Tâm lý, tính cách dân tộc hình thành từ điều kiện sống, môi trường tự nhiên, và lịch sử chung của cộng đồng."
  },
  {
    "type": "singlechoice",
    "content": "017. Yếu tố nào là biểu hiện tập trung và sâu sắc nhất của sự liên kết văn hóa và tâm lý trong dân tộc?",
    "answers": [
      {"content": "Cộng đồng về kinh tế", "correct": false},
      {"content": "Bản sắc văn hóa dân tộc", "correct": true},
      {"content": "Cộng đồng về ngôn ngữ", "correct": false},
      {"content": "Cộng đồng về lãnh thổ", "correct": false}
    ],
    "explanation": "Bản sắc văn hóa dân tộc là sự tổng hợp các giá trị tinh thần, tâm lý, truyền thống tạo nên nét riêng biệt của dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "018. Trong các hình thức cộng đồng người, hình thức nào là tối cao và hoàn chỉnh nhất?",
    "answers": [
      {"content": "Bộ tộc", "correct": false},
      {"content": "Bộ lạc", "correct": false},
      {"content": "Thị tộc", "correct": false},
      {"content": "Dân tộc (Quốc gia)", "correct": true}
    ],
    "explanation": "Dân tộc (quốc gia) là hình thức cộng đồng người được hình thành cuối cùng và có tính hoàn chỉnh, ổn định nhất."
  },
  {
    "type": "singlechoice",
    "content": "019. Đặc trưng 'Cộng đồng về lãnh thổ' của dân tộc không có ý nghĩa gì?",
    "answers": [
      {"content": "Phân chia ranh giới địa lý rõ ràng", "correct": false},
      {"content": "Mọi tộc người phải sống tập trung ở một vùng duy nhất", "correct": true},
      {"content": "Điều kiện không gian để phát triển kinh tế", "correct": false},
      {"content": "Cơ sở cho sự hình thành nhà nước", "correct": false}
    ],
    "explanation": "Đặc trưng lãnh thổ không loại trừ việc các tộc người sống xen kẽ, phân tán trong phạm vi quốc gia."
  },
  {
    "type": "singlechoice",
    "content": "020. Dân tộc (tộc người) được hình thành chủ yếu trên cơ sở nào?",
    "answers": [
      {"content": "Sự đồng nhất về kinh tế", "correct": false},
      {"content": "Sự đồng nhất về ngôn ngữ và văn hóa", "correct": true},
      {"content": "Quyền lực chính trị", "correct": false},
      {"content": "Sự thống nhất về luật pháp", "correct": false}
    ],
    "explanation": "Dân tộc (tộc người) được hình thành chủ yếu trên cơ sở các đặc trưng về văn hóa, ngôn ngữ và ý thức tự giác tộc người."
  },
  {
    "type": "singlechoice",
    "content": "021. Nội dung nào là nguyên tắc cơ bản và quan trọng nhất trong Cương lĩnh Dân tộc của V.I. Lênin?",
    "answers": [
      {"content": "Các dân tộc được quyền tự quyết", "correct": false},
      {"content": "Liên hiệp công nhân tất cả các dân tộc", "correct": false},
      {"content": "Các dân tộc hoàn toàn bình đẳng", "correct": true},
      {"content": "Thực hiện tự trị dân tộc", "correct": false}
    ],
    "explanation": "Nguyên tắc 'Các dân tộc hoàn toàn bình đẳng' là nền tảng, cơ sở pháp lý cho các quan hệ giữa các dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "022. Quyền 'Tự quyết dân tộc' bao gồm quyền tách ra thành quốc gia độc lập, nhưng phải tuân thủ nguyên tắc nào?",
    "answers": [
      {"content": "Không gây tổn hại đến lợi ích của các dân tộc khác và lợi ích chung của cách mạng vô sản", "correct": true},
      {"content": "Được sự đồng ý của tất cả các quốc gia trên thế giới", "correct": false},
      {"content": "Chỉ áp dụng cho các dân tộc thiểu số", "correct": false},
      {"content": "Phải tuân theo các quy định của chủ nghĩa tư bản", "correct": false}
    ],
    "explanation": "Lênin nhấn mạnh quyền tự quyết phải phục tùng lợi ích của cách mạng vô sản và đấu tranh chống áp bức dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "023. Mục tiêu cuối cùng của Chủ nghĩa Mác - Lênin trong giải quyết vấn đề dân tộc là gì?",
    "answers": [
      {"content": "Các dân tộc tách ra thành các quốc gia riêng biệt", "correct": false},
      {"content": "Sự xích lại gần nhau và sau đó là hòa hợp, thống nhất hoàn toàn giữa các dân tộc", "correct": true},
      {"content": "Thiết lập quyền lãnh đạo của một dân tộc lớn", "correct": false},
      {"content": "Duy trì sự khác biệt và mâu thuẫn giữa các dân tộc", "correct": false}
    ],
    "explanation": "Mục tiêu cuối cùng là xóa bỏ mọi sự bất bình đẳng, áp bức dân tộc, hướng tới sự xích lại gần nhau và hòa hợp."
  },
  {
    "type": "singlechoice",
    "content": "024. Nguyên tắc 'Liên hiệp công nhân tất cả các dân tộc' có ý nghĩa gì?",
    "answers": [
      {"content": "Chỉ cần công nhân của một dân tộc lãnh đạo", "correct": false},
      {"content": "Là cơ sở giai cấp để đoàn kết các dân tộc, chống lại chủ nghĩa tư bản", "correct": true},
      {"content": "Chỉ áp dụng trong thời kỳ chiến tranh", "correct": false},
      {"content": "Đòi hỏi phải xóa bỏ ngay các tổ chức công đoàn độc lập", "correct": false}
    ],
    "explanation": "Đây là nguyên tắc đảm bảo sự đoàn kết về mặt giai cấp, là điều kiện để thực hiện thắng lợi sự nghiệp cách mạng."
  },
  {
    "type": "singlechoice",
    "content": "025. Vấn đề dân tộc được coi là vấn đề chiến lược trong thời kỳ quá độ lên chủ nghĩa xã hội vì:",
    "answers": [
      {"content": "Vấn đề dân tộc chỉ liên quan đến văn hóa", "correct": false},
      {"content": "Vấn đề dân tộc ảnh hưởng đến sự ổn định chính trị, kinh tế và quốc phòng của đất nước", "correct": true},
      {"content": "Nó chỉ là vấn đề tạm thời và sẽ tự mất đi", "correct": false},
      {"content": "Nó chỉ là vấn đề của các nước nghèo", "correct": false}
    ],
    "explanation": "Vấn đề dân tộc có vị trí chiến lược, lâu dài, gắn liền với sự tồn vong và phát triển của chế độ xã hội chủ nghĩa."
  },
  {
    "type": "singlechoice",
    "content": "026. Chủ nghĩa Mác - Lênin nhận định mối quan hệ giữa các dân tộc trong thời kỳ quá độ lên chủ nghĩa xã hội là:",
    "answers": [
      {"content": "Quan hệ đấu tranh, xung đột gay gắt", "correct": false},
      {"content": "Quan hệ hợp tác, bình đẳng, đoàn kết và tương trợ", "correct": true},
      {"content": "Quan hệ phụ thuộc, áp bức", "correct": false},
      {"content": "Quan hệ tách biệt, không giao lưu", "correct": false}
    ],
    "explanation": "Nguyên tắc cơ bản là bình đẳng, đoàn kết, tương trợ và hợp tác để cùng phát triển."
  },
  {
    "type": "singlechoice",
    "content": "027. Theo Lênin, thái độ đối với tôn giáo của Đảng Cộng sản cần phải là:",
    "answers": [
      {"content": "Tuyệt đối cấm đoán và xóa bỏ ngay lập tức", "correct": false},
      {"content": "Tuyên truyền khoa học, đấu tranh tư tưởng, tôn trọng quyền tự do tín ngưỡng", "correct": true},
      {"content": "Khuyến khích mọi người theo một tôn giáo duy nhất", "correct": false},
      {"content": "Phớt lờ, không quan tâm đến tôn giáo", "correct": false}
    ],
    "explanation": "Lênin chủ trương đấu tranh chống mê tín dị đoan bằng tuyên truyền giáo dục khoa học, đồng thời tôn trọng quyền tự do tín ngưỡng của nhân dân."
  },
  {
    "type": "singlechoice",
    "content": "028. Trong Cương lĩnh Dân tộc, V.I. Lênin đặc biệt phê phán quan điểm nào?",
    "answers": [
      {"content": "Chủ nghĩa Sô vanh nước lớn (áp đặt dân tộc lớn)", "correct": true},
      {"content": "Chủ nghĩa quốc tế vô sản", "correct": false},
      {"content": "Chủ nghĩa yêu nước chân chính", "correct": false},
      {"content": "Chủ nghĩa phát triển kinh tế", "correct": false}
    ],
    "explanation": "Lênin đấu tranh không khoan nhượng chống lại chủ nghĩa Sô vanh nước lớn và chủ nghĩa dân tộc hẹp hòi."
  },
  {
    "type": "singlechoice",
    "content": "029. Chủ nghĩa Mác - Lênin coi tôn giáo là:",
    "answers": [
      {"content": "Nền tảng của đạo đức xã hội", "correct": false},
      {"content": "Một hình thái ý thức xã hội phản ánh hiện thực khách quan", "correct": true},
      {"content": "Một công cụ cai trị bắt buộc của nhà nước", "correct": false},
      {"content": "Yếu tố quyết định sự phát triển của dân tộc", "correct": false}
    ],
    "explanation": "Tôn giáo là một hình thái ý thức xã hội, phản ánh tồn tại xã hội thông qua lăng kính siêu nhiên, thần thánh."
  },
  {
    "type": "singlechoice",
    "content": "030. Phương pháp cơ bản để giải quyết vấn đề tôn giáo trong xã hội xã hội chủ nghĩa là:",
    "answers": [
      {"content": "Sử dụng biện pháp hành chính, cưỡng chế", "correct": false},
      {"content": "Kết hợp giáo dục khoa học, nâng cao đời sống vật chất và tinh thần, tôn trọng tự do tín ngưỡng", "correct": true},
      {"content": "Xóa bỏ các cơ sở thờ tự", "correct": false},
      {"content": "Cho phép các tôn giáo kiểm soát chính quyền", "correct": false}
    ],
    "explanation": "Việc giải quyết vấn đề tôn giáo cần lâu dài, kiên trì, dựa trên cơ sở dân chủ, tôn trọng quyền con người và phát triển kinh tế."
  },
  {
    "type": "singlechoice",
    "content": "031. Trong Cương lĩnh Dân tộc, nội dung 'Các dân tộc được quyền tự quyết' nghĩa là:",
    "answers": [
      {"content": "Mọi dân tộc có quyền tự quyết định vận mệnh chính trị của dân tộc mình", "correct": true},
      {"content": "Mọi dân tộc đều có quyền ly khai khỏi quốc gia", "correct": false},
      {"content": "Chỉ các dân tộc lớn mới có quyền tự quyết", "correct": false},
      {"content": "Quyền tự quyết chỉ áp dụng cho vấn đề kinh tế", "correct": false}
    ],
    "explanation": "Tự quyết dân tộc là quyền tự định đoạt chế độ chính trị, con đường phát triển của dân tộc mình."
  },
  {
    "type": "singlechoice",
    "content": "032. 'Liên hiệp công nhân tất cả các dân tộc' nhằm mục đích gì trong Cương lĩnh Dân tộc?",
    "answers": [
      {"content": "Tách biệt công nhân khỏi nông dân", "correct": false},
      {"content": "Chống lại mọi áp bức, bóc lột, và chủ nghĩa dân tộc hẹp hòi", "correct": true},
      {"content": "Hạn chế quyền tự do tín ngưỡng", "correct": false},
      {"content": "Thúc đẩy phát triển thị trường tư bản", "correct": false}
    ],
    "explanation": "Nguyên tắc này hướng tới thống nhất giai cấp vô sản và nhân dân lao động của mọi dân tộc trong cuộc đấu tranh chung."
  },
  {
    "type": "singlechoice",
    "content": "033. V.I. Lênin cho rằng, cơ sở để xóa bỏ bất bình đẳng giữa các dân tộc là:",
    "answers": [
      {"content": "Phát triển công nghệ quân sự", "correct": false},
      {"content": "Phát triển kinh tế, nâng cao trình độ văn hóa của các dân tộc lạc hậu", "correct": true},
      {"content": "Chỉ dựa vào sự hỗ trợ tài chính từ nước ngoài", "correct": false},
      {"content": "Thực hiện việc phân chia lãnh thổ mới", "correct": false}
    ],
    "explanation": "Phải giúp đỡ các dân tộc kém phát triển về kinh tế và văn hóa để họ có thể tiến kịp các dân tộc tiên tiến."
  },
  {
    "type": "singlechoice",
    "content": "034. Mâu thuẫn giữa các dân tộc trên thế giới hiện nay chủ yếu là mâu thuẫn giữa:",
    "answers": [
      {"content": "Các nước xã hội chủ nghĩa", "correct": false},
      {"content": "Các dân tộc bị áp bức và chủ nghĩa đế quốc, chủ nghĩa thực dân mới", "correct": true},
      {"content": "Các dân tộc đã phát triển", "correct": false},
      {"content": "Giữa các tôn giáo lớn", "correct": false}
    ],
    "explanation": "Mâu thuẫn chủ yếu vẫn là giữa các dân tộc đấu tranh vì độc lập, tự do với các thế lực áp bức, bóc lột."
  },
  {
    "type": "singlechoice",
    "content": "035. Tôn giáo sẽ tồn tại lâu dài trong thời kỳ quá độ lên chủ nghĩa xã hội vì:",
    "answers": [
      {"content": "Nó là nhu cầu tinh thần của một bộ phận nhân dân, bị chi phối bởi điều kiện kinh tế, xã hội", "correct": true},
      {"content": "Chính phủ khuyến khích mọi người theo tôn giáo", "correct": false},
      {"content": "Mọi người đều muốn sống theo luật lệ tôn giáo", "correct": false},
      {"content": "Tôn giáo là công cụ của giai cấp vô sản", "correct": false}
    ],
    "explanation": "Tồn tại xã hội quyết định ý thức xã hội. Khi điều kiện sống thay đổi chậm, tôn giáo vẫn là chỗ dựa tinh thần."
  },
  {
    "type": "singlechoice",
    "content": "036. Tác động tiêu cực của tôn giáo mà Chủ nghĩa Mác - Lênin chỉ ra là:",
    "answers": [
      {"content": "Luôn luôn thúc đẩy kinh tế phát triển", "correct": false},
      {"content": "Có thể bị các thế lực phản động lợi dụng để chống phá cách mạng", "correct": true},
      {"content": "Luôn luôn là nguồn gốc của mọi mâu thuẫn xã hội", "correct": false},
      {"content": "Hoàn toàn không có mặt tích cực", "correct": false}
    ],
    "explanation": "Tôn giáo có thể bị lợi dụng vào mục đích chính trị, gây chia rẽ, làm suy yếu khối đại đoàn kết dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "037. Về bản chất, Lênin xem 'Chủ nghĩa dân tộc Sô vanh nước lớn' là:",
    "answers": [
      {"content": "Sự thống nhất về kinh tế", "correct": false},
      {"content": "Biểu hiện của chính sách áp bức dân tộc của giai cấp tư sản", "correct": true},
      {"content": "Tinh thần yêu nước chân chính", "correct": false},
      {"content": "Nguyên tắc để giải quyết vấn đề dân tộc", "correct": false}
    ],
    "explanation": "Chủ nghĩa Sô vanh nước lớn là sự áp đặt, kỳ thị, coi thường các dân tộc nhỏ, là công cụ của giai cấp thống trị."
  },
  {
    "type": "singlechoice",
    "content": "038. V.I. Lênin cho rằng, cơ sở cho sự xích lại gần nhau của các dân tộc là:",
    "answers": [
      {"content": "Sự tan rã của văn hóa truyền thống", "correct": false},
      {"content": "Thành lập và củng cố nền chuyên chính vô sản", "correct": true},
      {"content": "Thúc đẩy các xung đột tôn giáo", "correct": false},
      {"content": "Chỉ dựa vào văn hóa, không dựa vào kinh tế", "correct": false}
    ],
    "explanation": "Nền chuyên chính vô sản tạo điều kiện chính trị, xã hội để thực hiện bình đẳng và đoàn kết dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "039. Nội dung nào là quan điểm của Chủ nghĩa Mác - Lênin về sự biến đổi của dân tộc trong thời kỳ quá độ?",
    "answers": [
      {"content": "Các dân tộc nhỏ sẽ bị đồng hóa bởi dân tộc lớn", "correct": false},
      {"content": "Các dân tộc tiếp tục phát triển và có xu hướng xích lại gần nhau, hội nhập", "correct": true},
      {"content": "Các dân tộc sẽ tan rã và mất đi", "correct": false},
      {"content": "Mọi dân tộc đều tách ra thành các quốc gia riêng biệt", "correct": false}
    ],
    "explanation": "Xu hướng phát triển của các dân tộc là vừa phát triển, vừa xích lại gần nhau trên cơ sở bình đẳng và tự nguyện."
  },
  {
    "type": "singlechoice",
    "content": "040. 'Các dân tộc hoàn toàn bình đẳng' có nghĩa là:",
    "answers": [
      {"content": "Các dân tộc phải có cùng số dân và diện tích lãnh thổ", "correct": false},
      {"content": "Các dân tộc không phân biệt lớn hay nhỏ đều có quyền và nghĩa vụ ngang nhau về mọi mặt", "correct": true},
      {"content": "Chỉ bình đẳng về ngôn ngữ", "correct": false},
      {"content": "Chỉ bình đẳng khi đã phát triển kinh tế", "correct": false}
    ],
    "explanation": "Bình đẳng là không có bất kỳ sự kỳ thị, áp bức, bóc lột nào giữa các dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "041. Quan điểm của Chủ nghĩa Mác - Lênin về mối quan hệ giữa dân tộc và tôn giáo là:",
    "answers": [
      {"content": "Hai vấn đề hoàn toàn tách biệt, không liên quan", "correct": false},
      {"content": "Tôn giáo là bản chất của dân tộc", "correct": false},
      {"content": "Tôn giáo thường đan xen, gắn bó với vấn đề dân tộc, đặc biệt ở các dân tộc thiểu số", "correct": true},
      {"content": "Dân tộc là nguyên nhân duy nhất của tôn giáo", "correct": false}
    ],
    "explanation": "Tôn giáo thường đi kèm với những nét văn hóa, phong tục, tập quán của một tộc người cụ thể."
  },
  {
    "type": "singlechoice",
    "content": "042. Quyền tự quyết dân tộc không bao gồm quyền nào sau đây?",
    "answers": [
      {"content": "Quyền tự định đoạt chế độ chính trị", "correct": false},
      {"content": "Quyền ly khai (trong điều kiện chủ nghĩa xã hội)", "correct": true},
      {"content": "Quyền lựa chọn con đường phát triển", "correct": false},
      {"content": "Quyền thiết lập chính quyền độc lập", "correct": false}
    ],
    "explanation": "Lênin khẳng định quyền tự quyết, nhưng phê phán và không ủng hộ quyền ly khai trong điều kiện đã thiết lập chính quyền vô sản."
  },
  {
    "type": "singlechoice",
    "content": "043. Yếu tố nào là điều kiện kinh tế để giải phóng dân tộc và tôn giáo khỏi sự áp bức?",
    "answers": [
      {"content": "Chiến tranh vũ trang", "correct": false},
      {"content": "Xóa bỏ chế độ tư hữu, thiết lập chế độ công hữu về tư liệu sản xuất", "correct": true},
      {"content": "Thực hiện chế độ quân chủ", "correct": false},
      {"content": "Cấm truyền bá tôn giáo", "correct": false}
    ],
    "explanation": "Chế độ công hữu tạo cơ sở kinh tế cho sự bình đẳng xã hội và loại bỏ nguồn gốc sâu xa của áp bức dân tộc, tôn giáo."
  },
  {
    "type": "singlechoice",
    "content": "044. Vấn đề dân tộc trở thành vấn đề quốc tế và được đưa lên hàng đầu trong thời đại nào?",
    "answers": [
      {"content": "Thời đại Phong kiến", "correct": false},
      {"content": "Thời đại Đế quốc chủ nghĩa và Cách mạng vô sản", "correct": true},
      {"content": "Thời đại Nô lệ", "correct": false},
      {"content": "Thời đại Công xã nguyên thủy", "correct": false}
    ],
    "explanation": "Dưới chủ nghĩa đế quốc, vấn đề dân tộc trở thành một bộ phận của vấn đề thuộc địa, là một vấn đề chung của toàn thế giới."
  },
  {
    "type": "singlechoice",
    "content": "045. 'Đoàn kết dân tộc' theo quan điểm Mác - Lênin được hiểu là:",
    "answers": [
      {"content": "Sự tập trung quyền lực vào một dân tộc", "correct": false},
      {"content": "Sự hợp tác, giúp đỡ nhau trên cơ sở bình đẳng để cùng tiến bộ", "correct": true},
      {"content": "Sự xóa bỏ bản sắc văn hóa của các dân tộc", "correct": false},
      {"content": "Chỉ đoàn kết trong chiến đấu", "correct": false}
    ],
    "explanation": "Đoàn kết dựa trên bình đẳng, tôn trọng lẫn nhau, cùng nhau đấu tranh và xây dựng."
  },
  {
    "type": "singlechoice",
    "content": "046. Nguyên nhân sâu xa của sự tồn tại tôn giáo trong thời kỳ quá độ là:",
    "answers": [
      {"content": "Do sự kém phát triển của khoa học", "correct": false},
      {"content": "Do sự tồn tại của áp bức bóc lột", "correct": false},
      {"content": "Do sự bất lực của con người trước các hiện tượng tự nhiên và xã hội, và nhu cầu tinh thần", "correct": true},
      {"content": "Do sự bắt buộc của nhà nước", "correct": false}
    ],
    "explanation": "Tôn giáo là 'thuốc phiện của nhân dân', là sự phản ánh sự đau khổ thực tế và nhu cầu tinh thần tìm kiếm an ủi, niềm tin."
  },
  {
    "type": "singlechoice",
    "content": "047. Chủ nghĩa Mác - Lênin khẳng định mục tiêu giải quyết vấn đề dân tộc phải đi đôi với mục tiêu nào?",
    "answers": [
      {"content": "Mục tiêu kinh tế tư bản", "correct": false},
      {"content": "Mục tiêu xã hội chủ nghĩa", "correct": true},
      {"content": "Mục tiêu quân sự hóa", "correct": false},
      {"content": "Mục tiêu tách biệt hoàn toàn", "correct": false}
    ],
    "explanation": "Giải quyết vấn đề dân tộc phải phục vụ cho sự nghiệp xây dựng chủ nghĩa xã hội và chủ nghĩa cộng sản."
  },
  {
    "type": "singlechoice",
    "content": "048. Theo Lênin, quyền bình đẳng giữa các dân tộc không chỉ là vấn đề chính trị mà còn là vấn đề gì?",
    "answers": [
      {"content": "Văn hóa và kinh tế", "correct": true},
      {"content": "Quân sự và công nghệ", "correct": false},
      {"content": "Tôn giáo và tín ngưỡng", "correct": false},
      {"content": "Pháp luật và hành chính", "correct": false}
    ],
    "explanation": "Để đạt được bình đẳng thực sự, cần phải xóa bỏ sự chênh lệch về trình độ phát triển kinh tế và văn hóa giữa các dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "049. Trong thời kỳ quá độ, việc lợi dụng vấn đề dân tộc và tôn giáo thường xuất phát từ đâu?",
    "answers": [
      {"content": "Các tổ chức từ thiện", "correct": false},
      {"content": "Các thế lực thù địch, phản động, chủ nghĩa đế quốc", "correct": true},
      {"content": "Các nhà khoa học", "correct": false},
      {"content": "Các tổ chức bảo vệ môi trường", "correct": false}
    ],
    "explanation": "Các thế lực thù địch thường lợi dụng sự khác biệt về dân tộc, tôn giáo để gây chia rẽ, phá hoại sự nghiệp cách mạng."
  },
  {
    "type": "singlechoice",
    "content": "050. Chủ nghĩa Mác - Lênin xác định tôn giáo sẽ chỉ mất đi khi nào?",
    "answers": [
      {"content": "Khi khoa học phát triển tuyệt đối", "correct": false},
      {"content": "Khi con người hoàn toàn làm chủ được tự nhiên và xã hội (xây dựng thành công chủ nghĩa cộng sản)", "correct": true},
      {"content": "Khi nhà nước cấm tôn giáo", "correct": false},
      {"content": "Khi tất cả mọi người đều là vô thần", "correct": false}
    ],
    "explanation": "Chỉ khi con người thoát khỏi mọi áp bức, làm chủ hoàn toàn vận mệnh của mình, tôn giáo mới mất đi."
  },
  {
    "type": "singlechoice",
    "content": "051. Đặc điểm nổi bật nhất về dân tộc ở Việt Nam là gì?",
    "answers": [
      {"content": "Chỉ có một dân tộc duy nhất", "correct": false},
      {"content": "Việt Nam là một quốc gia đa dân tộc, với 54 dân tộc anh em", "correct": true},
      {"content": "Các dân tộc thiểu số chiếm đa số dân số", "correct": false},
      {"content": "Tất cả các dân tộc đều có cùng trình độ phát triển kinh tế", "correct": false}
    ],
    "explanation": "Việt Nam là một quốc gia thống nhất, có 54 dân tộc cùng sinh sống."
  },
  {
    "type": "singlechoice",
    "content": "052. Dân tộc nào có số dân đông nhất ở Việt Nam?",
    "answers": [
      {"content": "Thái", "correct": false},
      {"content": "Tày", "correct": false},
      {"content": "Kinh (Việt)", "correct": true},
      {"content": "Mường", "correct": false}
    ],
    "explanation": "Dân tộc Kinh (Việt) chiếm khoảng 85% dân số cả nước."
  },
  {
    "type": "singlechoice",
    "content": "053. Đặc điểm phân bố dân tộc ở Việt Nam là gì?",
    "answers": [
      {"content": "Các dân tộc sống tập trung, không xen kẽ", "correct": false},
      {"content": "Các dân tộc sinh sống xen kẽ, không có đường biên giới rõ rệt giữa các tộc người", "correct": true},
      {"content": "Các dân tộc thiểu số chỉ sống ở miền xuôi", "correct": false},
      {"content": "Dân tộc Kinh chỉ sống ở thành thị", "correct": false}
    ],
    "explanation": "Sự phân bố xen kẽ, đoàn kết là đặc trưng lịch sử của các dân tộc Việt Nam."
  },
  {
    "type": "singlechoice",
    "content": "054. Mức độ chênh lệch về trình độ phát triển kinh tế - xã hội giữa các dân tộc ở Việt Nam là:",
    "answers": [
      {"content": "Hoàn toàn đồng đều", "correct": false},
      {"content": "Có sự chênh lệch khá lớn giữa dân tộc đa số và một số dân tộc thiểu số", "correct": true},
      {"content": "Các dân tộc thiểu số đều giàu hơn dân tộc Kinh", "correct": false},
      {"content": "Chỉ chênh lệch về văn hóa, không chênh lệch về kinh tế", "correct": false}
    ],
    "explanation": "Sự chênh lệch về trình độ phát triển kinh tế, văn hóa là một tồn tại lớn trong vấn đề dân tộc ở Việt Nam."
  },
  {
    "type": "singlechoice",
    "content": "055. Đặc điểm nổi bật về mối quan hệ giữa các dân tộc ở Việt Nam là:",
    "answers": [
      {"content": "Quan hệ đấu tranh, cạnh tranh gay gắt", "correct": false},
      {"content": "Quan hệ đoàn kết, gắn bó lâu dài trong lịch sử dựng nước và giữ nước", "correct": true},
      {"content": "Quan hệ hoàn toàn phụ thuộc vào nước ngoài", "correct": false},
      {"content": "Quan hệ chủ yếu dựa trên lợi ích kinh tế", "correct": false}
    ],
    "explanation": "Lịch sử đã chứng minh các dân tộc Việt Nam luôn gắn bó, đoàn kết chống giặc ngoại xâm."
  },
  {
    "type": "singlechoice",
    "content": "056. Vấn đề tôn giáo ở Việt Nam có đặc điểm gì?",
    "answers": [
      {"content": "Chỉ có một tôn giáo duy nhất", "correct": false},
      {"content": "Là quốc gia đa tôn giáo, đa tín ngưỡng, với nhiều loại hình khác nhau", "correct": true},
      {"content": "Chỉ có người nước ngoài theo tôn giáo", "correct": false},
      {"content": "Tôn giáo không ảnh hưởng đến đời sống xã hội", "correct": false}
    ],
    "explanation": "Việt Nam có nhiều tôn giáo lớn (Phật giáo, Công giáo, Cao Đài, Hòa Hảo...) và nhiều tín ngưỡng truyền thống."
  },
  {
    "type": "singlechoice",
    "content": "057. Sự gắn bó giữa tôn giáo và văn hóa dân tộc ở Việt Nam thể hiện qua:",
    "answers": [
      {"content": "Mọi người phải theo một tôn giáo", "correct": false},
      {"content": "Các tôn giáo đều du nhập từ nước ngoài", "correct": false},
      {"content": "Các tôn giáo đã được 'bản địa hóa', gắn với phong tục tập quán của người Việt", "correct": true},
      {"content": "Các tôn giáo hoàn toàn bị chính trị hóa", "correct": false}
    ],
    "explanation": "Nhiều tôn giáo lớn như Phật giáo, Công giáo đã hòa nhập vào văn hóa, phong tục, tập quán của người Việt."
  },
  {
    "type": "singlechoice",
    "content": "058. Vùng nào ở Việt Nam tập trung nhiều dân tộc thiểu số nhất?",
    "answers": [
      {"content": "Đồng bằng sông Cửu Long", "correct": false},
      {"content": "Miền núi và trung du phía Bắc, Tây Nguyên", "correct": true},
      {"content": "Đồng bằng sông Hồng", "correct": false},
      {"content": "Các thành phố lớn như Hà Nội, TP.HCM", "correct": false}
    ],
    "explanation": "Các khu vực miền núi, biên giới là nơi sinh sống chủ yếu của các dân tộc thiểu số."
  },
  {
    "type": "singlechoice",
    "content": "059. Đặc điểm nào sau đây KHÔNG đúng với các dân tộc thiểu số ở Việt Nam?",
    "answers": [
      {"content": "Các dân tộc đều có chữ viết riêng", "correct": true},
      {"content": "Có những dân tộc có số dân rất ít (dưới 1000 người)", "correct": false},
      {"content": "Trình độ phát triển không đồng đều", "correct": false},
      {"content": "Sinh sống chủ yếu ở địa bàn miền núi, vùng sâu, vùng xa", "correct": false}
    ],
    "explanation": "Chỉ một số dân tộc có chữ viết riêng (Tày, Nùng, Thái...), nhiều dân tộc vẫn chưa có hoặc chữ viết đã thất truyền."
  },
  {
    "type": "singlechoice",
    "content": "060. Điểm chung về truyền thống đoàn kết của các dân tộc Việt Nam là gì?",
    "answers": [
      {"content": "Mọi dân tộc đều theo cùng một tôn giáo", "correct": false},
      {"content": "Sống hài hòa, tương trợ, cùng chung một lòng yêu nước, chống ngoại xâm", "correct": true},
      {"content": "Chỉ đoàn kết trong thời bình", "correct": false},
      {"content": "Không có điểm chung nào về truyền thống", "correct": false}
    ],
    "explanation": "Yêu nước, đoàn kết, và đấu tranh chống ngoại xâm là giá trị cốt lõi của tất cả các dân tộc Việt Nam."
  },
  {
    "type": "singlechoice",
    "content": "061. Hiện tượng tín ngưỡng nào có tính phổ biến và ảnh hưởng sâu rộng nhất trong đời sống tinh thần của các dân tộc Việt Nam?",
    "answers": [
      {"content": "Tín ngưỡng thờ Thần Tài", "correct": false},
      {"content": "Tín ngưỡng thờ cúng Tổ tiên và các anh hùng dân tộc", "correct": true},
      {"content": "Tín ngưỡng thờ núi lửa", "correct": false},
      {"content": "Tín ngưỡng thờ mặt trăng", "correct": false}
    ],
    "explanation": "Thờ cúng Tổ tiên là tín ngưỡng truyền thống mang tính đặc trưng, phổ biến trong hầu hết các dân tộc ở Việt Nam."
  },
  {
    "type": "singlechoice",
    "content": "062. Hiện tượng nào thể hiện rõ nhất sự đan xen văn hóa giữa các dân tộc ở Việt Nam?",
    "answers": [
      {"content": "Sự đồng nhất về trang phục", "correct": false},
      {"content": "Các lễ hội truyền thống, phong tục, tập quán có sự giao thoa, vay mượn lẫn nhau", "correct": true},
      {"content": "Sự thống nhất về ngôn ngữ", "correct": false},
      {"content": "Việc tất cả các dân tộc đều sống ở miền xuôi", "correct": false}
    ],
    "explanation": "Sự giao thoa văn hóa là kết quả của việc sinh sống xen kẽ, gần gũi trong lịch sử."
  },
  {
    "type": "singlechoice",
    "content": "063. Vấn đề dân tộc và tôn giáo ở Việt Nam có ảnh hưởng gì đến nhiệm vụ xây dựng chủ nghĩa xã hội?",
    "answers": [
      {"content": "Không ảnh hưởng gì", "correct": false},
      {"content": "Là một trong những vấn đề chiến lược, cơ bản, lâu dài của cách mạng", "correct": true},
      {"content": "Là vấn đề cần giải quyết ngay trong thời gian ngắn", "correct": false},
      {"content": "Chỉ là vấn đề của riêng các dân tộc thiểu số", "correct": false}
    ],
    "explanation": "Đoàn kết dân tộc, ổn định tôn giáo là tiền đề quan trọng cho sự ổn định và phát triển đất nước."
  },
  {
    "type": "singlechoice",
    "content": "064. Nguyên tắc giải quyết vấn đề dân tộc ở Việt Nam là dựa trên cơ sở nào?",
    "answers": [
      {"content": "Sự phân biệt đối xử", "correct": false},
      {"content": "Bình đẳng, đoàn kết, tôn trọng và giúp đỡ nhau cùng phát triển", "correct": true},
      {"content": "Quyền tự trị hoàn toàn của các tộc người", "correct": false},
      {"content": "Ưu tiên tuyệt đối cho dân tộc đa số", "correct": false}
    ],
    "explanation": "Nguyên tắc cơ bản và nhất quán của Đảng và Nhà nước Việt Nam."
  },
  {
    "type": "singlechoice",
    "content": "065. Tình hình tôn giáo ở Việt Nam hiện nay được đánh giá là:",
    "answers": [
      {"content": "Hoàn toàn không có mâu thuẫn", "correct": false},
      {"content": "Đa dạng, ổn định, nhưng vẫn tiềm ẩn nguy cơ bị lợi dụng", "correct": true},
      {"content": "Các tôn giáo đều bị cấm hoạt động", "correct": false},
      {"content": "Tất cả mọi người đều là vô thần", "correct": false}
    ],
    "explanation": "Nhà nước tôn trọng tự do tín ngưỡng, nhưng vẫn phải cảnh giác với việc các thế lực lợi dụng tôn giáo."
  },
  {
    "type": "singlechoice",
    "content": "066. Quan điểm nhất quán của Đảng Cộng sản Việt Nam về vấn đề dân tộc là:",
    "answers": [
      {"content": "Vấn đề dân tộc là vấn đề văn hóa thuần túy", "correct": false},
      {"content": "Vấn đề dân tộc và đoàn kết dân tộc là vấn đề chiến lược cơ bản, lâu dài của cách mạng Việt Nam", "correct": true},
      {"content": "Vấn đề dân tộc chỉ là vấn đề tạm thời", "correct": false},
      {"content": "Vấn đề dân tộc là vấn đề của riêng Bộ Văn hóa", "correct": false}
    ],
    "explanation": "Quan điểm này được khẳng định trong các Nghị quyết của Đảng về công tác dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "067. Quan điểm của Đảng về giải quyết mối quan hệ giữa các dân tộc là gì?",
    "answers": [
      {"content": "Ưu tiên phát triển kinh tế cho dân tộc đa số", "correct": false},
      {"content": "Thực hiện bình đẳng, đoàn kết, tôn trọng, giúp nhau cùng phát triển", "correct": true},
      {"content": "Xóa bỏ các bản sắc văn hóa riêng biệt", "correct": false},
      {"content": "Áp dụng chế độ tự trị riêng cho từng dân tộc", "correct": false}
    ],
    "explanation": "Nguyên tắc 'Bình đẳng, đoàn kết, tôn trọng, giúp nhau cùng phát triển' là kim chỉ nam."
  },
  {
    "type": "singlechoice",
    "content": "068. Về vấn đề tôn giáo, Đảng và Nhà nước Việt Nam chủ trương:",
    "answers": [
      {"content": "Khuyến khích truyền bá tất cả các tôn giáo mới", "correct": false},
      {"content": "Tôn trọng quyền tự do tín ngưỡng và không tín ngưỡng của nhân dân", "correct": true},
      {"content": "Buộc các tôn giáo phải từ bỏ nghi lễ truyền thống", "correct": false},
      {"content": "Chỉ công nhận một số tôn giáo nhất định", "correct": false}
    ],
    "explanation": "Quyền tự do tín ngưỡng được Hiến pháp và pháp luật bảo hộ."
  },
  {
    "type": "singlechoice",
    "content": "069. Quan điểm của Đảng về việc chống lại các hành vi lợi dụng tôn giáo là:",
    "answers": [
      {"content": "Phớt lờ, không quan tâm", "correct": false},
      {"content": "Phải đấu tranh kiên quyết, kịp thời và có hiệu quả", "correct": true},
      {"content": "Chỉ đấu tranh bằng vũ trang", "correct": false},
      {"content": "Để cho các tôn giáo tự giải quyết", "correct": false}
    ],
    "explanation": "Lợi dụng tôn giáo để chia rẽ, chống phá là hành vi vi phạm pháp luật, cần phải xử lý nghiêm minh."
  },
  {
    "type": "singlechoice",
    "content": "070. Mục tiêu phát triển kinh tế - xã hội vùng dân tộc thiểu số của Đảng là:",
    "answers": [
      {"content": "Giữ nguyên trạng thái lạc hậu", "correct": false},
      {"content": "Thu hẹp khoảng cách phát triển với vùng đồng bằng, nâng cao đời sống vật chất và tinh thần", "correct": true},
      {"content": "Buộc người dân chuyển hết về thành thị", "correct": false},
      {"content": "Chỉ phát triển văn hóa, không phát triển kinh tế", "correct": false}
    ],
    "explanation": "Mục tiêu là tạo điều kiện để các dân tộc thiểu số phát triển toàn diện, bền vững, thoát nghèo."
  },
  {
    "type": "singlechoice",
    "content": "071. Đảng và Nhà nước Việt Nam coi trọng việc phát huy vai trò của tôn giáo trong lĩnh vực nào?",
    "answers": [
      {"content": "Lãnh đạo chính trị", "correct": false},
      {"content": "Phát huy những giá trị văn hóa, đạo đức tốt đẹp, đóng góp vào xây dựng khối đại đoàn kết", "correct": true},
      {"content": "Xây dựng lực lượng quân sự riêng", "correct": false},
      {"content": "Thành lập các tổ chức tài chính độc lập", "correct": false}
    ],
    "explanation": "Khuyến khích các tôn giáo hoạt động theo phương châm 'Tốt đời, đẹp đạo'."
  },
  {
    "type": "singlechoice",
    "content": "072. Công tác dân tộc của Đảng và Nhà nước phải đặt dưới sự lãnh đạo trực tiếp của tổ chức nào?",
    "answers": [
      {"content": "Các tổ chức phi chính phủ", "correct": false},
      {"content": "Đảng Cộng sản Việt Nam", "correct": true},
      {"content": "Các tôn giáo lớn", "correct": false},
      {"content": "Các tổ chức nước ngoài", "correct": false}
    ],
    "explanation": "Đảm bảo tính thống nhất, chiến lược của công tác dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "073. Quan điểm về 'Liên minh công nhân, nông dân và đội ngũ trí thức' có vai trò gì trong vấn đề dân tộc?",
    "answers": [
      {"content": "Là lực lượng cốt lõi để duy trì sự bất bình đẳng", "correct": false},
      {"content": "Là nền tảng của khối đại đoàn kết toàn dân tộc", "correct": true},
      {"content": "Là công cụ để đàn áp tôn giáo", "correct": false},
      {"content": "Chỉ liên quan đến kinh tế, không liên quan đến dân tộc", "correct": false}
    ],
    "explanation": "Khối đại đoàn kết toàn dân tộc dựa trên nền tảng liên minh công - nông - trí thức dưới sự lãnh đạo của Đảng."
  },
  {
    "type": "singlechoice",
    "content": "074. Nguyên tắc cơ bản trong quản lý nhà nước đối với tôn giáo là:",
    "answers": [
      {"content": "Quản lý bằng luật lệ tôn giáo", "correct": false},
      {"content": "Quản lý bằng Hiến pháp và pháp luật, đảm bảo mọi tôn giáo đều bình đẳng trước pháp luật", "correct": true},
      {"content": "Quản lý bằng biện pháp hành chính cưỡng chế", "correct": false},
      {"content": "Đưa các giáo sĩ tôn giáo vào bộ máy nhà nước", "correct": false}
    ],
    "explanation": "Nhà nước quản lý tôn giáo theo pháp luật, không can thiệp vào công việc nội bộ thuần túy về mặt đạo lý, giáo lý."
  },
  {
    "type": "singlechoice",
    "content": "075. Đảng ta xác định, yếu tố nào là động lực và nguồn lực to lớn để xây dựng và bảo vệ Tổ quốc?",
    "answers": [
      {"content": "Sự chia rẽ dân tộc", "correct": false},
      {"content": "Sự nghiệp phát triển kinh tế tư nhân", "correct": false},
      {"content": "Khối đại đoàn kết toàn dân tộc", "correct": true},
      {"content": "Sự giúp đỡ từ nước ngoài", "correct": false}
    ],
    "explanation": "Đoàn kết là sức mạnh nội sinh, là truyền thống quý báu của dân tộc Việt Nam."
  },
  {
    "type": "singlechoice",
    "content": "076. Việc phát huy bản sắc văn hóa các dân tộc phải được thực hiện trên nguyên tắc nào?",
    "answers": [
      {"content": "Bảo thủ, không thay đổi", "correct": false},
      {"content": "Bảo tồn, phát huy những giá trị tích cực, tiến bộ, đồng thời loại bỏ những hủ tục lạc hậu", "correct": true},
      {"content": "Bắt buộc phải đồng nhất với văn hóa dân tộc Kinh", "correct": false},
      {"content": "Chỉ phát huy những yếu tố đã được quốc tế công nhận", "correct": false}
    ],
    "explanation": "Bảo tồn và phát huy phải đi đôi với xây dựng nền văn hóa Việt Nam tiên tiến, đậm đà bản sắc dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "077. Quan điểm của Đảng về quyền tự quyết của các dân tộc thiểu số ở Việt Nam là:",
    "answers": [
      {"content": "Thúc đẩy quyền ly khai thành các quốc gia độc lập", "correct": false},
      {"content": "Tôn trọng và đảm bảo quyền làm chủ mọi mặt của đồng bào dân tộc thiểu số trong cộng đồng quốc gia thống nhất", "correct": true},
      {"content": "Chỉ được tự quyết trong phạm vi kinh tế", "correct": false},
      {"content": "Không có quyền tự quyết", "correct": false}
    ],
    "explanation": "Quyền tự quyết được thực hiện trong khuôn khổ quốc gia thống nhất, không bao gồm quyền ly khai."
  },
  {
    "type": "singlechoice",
    "content": "078. Nguyên tắc nào được ưu tiên hàng đầu trong chính sách dân tộc của Đảng và Nhà nước Việt Nam?",
    "answers": [
      {"content": "Bình đẳng", "correct": true},
      {"content": "Tự trị", "correct": false},
      {"content": "Ly khai", "correct": false},
      {"content": "Thống nhất ngôn ngữ", "correct": false}
    ],
    "explanation": "Bình đẳng là nguyên tắc nền tảng, cơ sở để thực hiện đoàn kết và giúp đỡ nhau."
  },
  {
    "type": "singlechoice",
    "content": "079. Quan điểm của Đảng về các lễ hội, phong tục, tập quán tôn giáo là:",
    "answers": [
      {"content": "Cấm tổ chức các lễ hội tôn giáo", "correct": false},
      {"content": "Tạo điều kiện và tôn trọng việc tổ chức các nghi lễ, lễ hội theo đúng quy định của pháp luật", "correct": true},
      {"content": "Nhà nước trực tiếp tổ chức các lễ hội tôn giáo", "correct": false},
      {"content": "Bắt buộc các lễ hội phải giống nhau", "correct": false}
    ],
    "explanation": "Đảm bảo quyền tự do sinh hoạt tôn giáo hợp pháp, đồng thời giữ gìn an ninh trật tự và thuần phong mỹ tục."
  },
  {
    "type": "singlechoice",
    "content": "080. Phương châm nào được Đảng và Nhà nước khuyến khích các tôn giáo thực hiện?",
    "answers": [
      {"content": "'Sùng đạo, quên đời'", "correct": false},
      {"content": "'Tốt đời, đẹp đạo'", "correct": true},
      {"content": "'Đoạn tuyệt với đời'", "correct": false},
      {"content": "'Sống ly khai với xã hội'", "correct": false}
    ],
    "explanation": "'Tốt đời, đẹp đạo' khuyến khích tín đồ sống có ích cho xã hội, đồng thời thực hiện các giáo lý tôn giáo."
  },
  {
    "type": "singlechoice",
    "content": "081. Chính sách chủ yếu của Đảng và Nhà nước nhằm xóa đói giảm nghèo ở vùng dân tộc thiểu số là gì?",
    "answers": [
      {"content": "Chỉ cung cấp tiền mặt", "correct": false},
      {"content": "Đầu tư cơ sở hạ tầng, hỗ trợ sản xuất, giáo dục và y tế", "correct": true},
      {"content": "Buộc người dân chuyển nghề hoàn toàn", "correct": false},
      {"content": "Xóa bỏ các bản sắc văn hóa cũ", "correct": false}
    ],
    "explanation": "Đầu tư phát triển toàn diện là giải pháp căn bản để xóa nghèo bền vững."
  },
  {
    "type": "singlechoice",
    "content": "082. Chính sách văn hóa đối với các dân tộc thiểu số là:",
    "answers": [
      {"content": "Cấm sử dụng tiếng nói, chữ viết của dân tộc mình", "correct": false},
      {"content": "Bảo tồn và phát huy tiếng nói, chữ viết, phong tục tập quán tốt đẹp", "correct": true},
      {"content": "Áp đặt văn hóa của dân tộc đa số", "correct": false},
      {"content": "Chỉ cho phép bảo tồn các di tích lịch sử", "correct": false}
    ],
    "explanation": "Tôn trọng và tạo điều kiện phát huy bản sắc văn hóa là một trong những chính sách quan trọng."
  },
  {
    "type": "singlechoice",
    "content": "083. Mục tiêu của chính sách giáo dục đối với vùng dân tộc thiểu số là:",
    "answers": [
      {"content": "Chỉ dạy tiếng dân tộc thiểu số", "correct": false},
      {"content": "Đảm bảo bình đẳng về cơ hội học tập, nâng cao dân trí, đào tạo cán bộ dân tộc thiểu số", "correct": true},
      {"content": "Cấm dạy tiếng Việt", "correct": false},
      {"content": "Chỉ dạy nghề thủ công truyền thống", "correct": false}
    ],
    "explanation": "Giáo dục là chìa khóa để nâng cao trình độ phát triển và xóa đói giảm nghèo."
  },
  {
    "type": "singlechoice",
    "content": "084. Nhà nước Việt Nam công nhận và cấp đăng ký hoạt động cho các tổ chức tôn giáo khi nào?",
    "answers": [
      {"content": "Khi tổ chức đó có nguồn tài trợ từ nước ngoài", "correct": false},
      {"content": "Khi tổ chức đó hoạt động hợp hiến, hợp pháp, có tổ chức chặt chẽ và có quá trình hoạt động ổn định", "correct": true},
      {"content": "Khi tổ chức đó là tôn giáo cổ xưa nhất", "correct": false},
      {"content": "Khi tổ chức đó có số lượng tín đồ ít nhất 1 triệu người", "correct": false}
    ],
    "explanation": "Việc công nhận được thực hiện theo quy định của Luật Tín ngưỡng, tôn giáo và các văn bản pháp luật liên quan."
  },
  {
    "type": "singlechoice",
    "content": "085. Chính sách nào thể hiện sự ưu tiên hỗ trợ cho các dân tộc thiểu số?",
    "answers": [
      {"content": "Tạo khu vực cấm người Kinh sinh sống", "correct": false},
      {"content": "Áp dụng chính sách cử tuyển, ưu tiên tuyển sinh, tín dụng ưu đãi, hỗ trợ đất sản xuất", "correct": true},
      {"content": "Chỉ cho phép người Kinh làm lãnh đạo", "correct": false},
      {"content": "Xóa bỏ tất cả các loại thuế", "correct": false}
    ],
    "explanation": "Các chính sách ưu tiên nhằm tạo điều kiện cho các dân tộc thiểu số nhanh chóng bắt kịp trình độ phát triển chung."
  },
  {
    "type": "singlechoice",
    "content": "086. Vai trò của Mặt trận Tổ quốc Việt Nam trong công tác dân tộc, tôn giáo là gì?",
    "answers": [
      {"content": "Trực tiếp lãnh đạo nhà nước", "correct": false},
      {"content": "Tập hợp, đoàn kết các dân tộc, tôn giáo; giám sát và phản biện xã hội", "correct": true},
      {"content": "Quyết định ngân sách nhà nước", "correct": false},
      {"content": "Thay thế Chính phủ quản lý tôn giáo", "correct": false}
    ],
    "explanation": "Mặt trận Tổ quốc là cơ sở chính trị của chính quyền, là nơi tập hợp, phát huy sức mạnh khối đại đoàn kết toàn dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "087. Việc đảm bảo quyền sinh hoạt tôn giáo hợp pháp phải đi đôi với yêu cầu nào?",
    "answers": [
      {"content": "Cấm mọi hoạt động ngoài nhà thờ/chùa", "correct": false},
      {"content": "Tuân thủ pháp luật, không làm tổn hại đến lợi ích quốc gia và cộng đồng", "correct": true},
      {"content": "Buộc tất cả tín đồ phải tham gia chính trị", "correct": false},
      {"content": "Chỉ sinh hoạt tôn giáo trong nước", "correct": false}
    ],
    "explanation": "Hoạt động tôn giáo phải tuân thủ pháp luật, bảo vệ an ninh trật tự và đạo đức xã hội."
  },
  {
    "type": "singlechoice",
    "content": "088. Chính sách dân tộc và tôn giáo của Đảng và Nhà nước Việt Nam là sự thể hiện cụ thể của nguyên tắc nào trong Cương lĩnh Lênin?",
    "answers": [
      {"content": "Tách biệt tôn giáo khỏi nhà nước", "correct": false},
      {"content": "Các dân tộc hoàn toàn bình đẳng và đoàn kết", "correct": true},
      {"content": "Chỉ quyền tự quyết", "correct": false},
      {"content": "Chỉ liên hiệp công nhân", "correct": false}
    ],
    "explanation": "Các chính sách về bình đẳng, đoàn kết và hỗ trợ cùng phát triển là sự cụ thể hóa Cương lĩnh Dân tộc của Lênin."
  },
  {
    "type": "singlechoice",
    "content": "089. Chính sách cán bộ dân tộc thiểu số của Đảng là:",
    "answers": [
      {"content": "Không tuyển dụng cán bộ dân tộc thiểu số", "correct": false},
      {"content": "Đào tạo, bồi dưỡng, sử dụng và trọng dụng cán bộ là người dân tộc thiểu số", "correct": true},
      {"content": "Chỉ tuyển dụng cán bộ người Kinh", "correct": false},
      {"content": "Tuyển dụng không theo quy tắc nào", "correct": false}
    ],
    "explanation": "Xây dựng đội ngũ cán bộ dân tộc thiểu số là yếu tố then chốt để phát triển vùng dân tộc thiểu số."
  },
  {
    "type": "singlechoice",
    "content": "090. Về đất đai, chính sách của Nhà nước đối với đồng bào dân tộc thiểu số là gì?",
    "answers": [
      {"content": "Thu hồi hết đất đai của người dân tộc thiểu số", "correct": false},
      {"content": "Bảo đảm và tạo điều kiện cho đồng bào có đất sản xuất, đất ở ổn định", "correct": true},
      {"content": "Buộc tất cả phải chuyển sang làm công nghiệp", "correct": false},
      {"content": "Phân chia đất đai theo tôn giáo", "correct": false}
    ],
    "explanation": "Đất đai là tư liệu sản xuất quan trọng, cần phải giải quyết dứt điểm vấn đề đất ở, đất sản xuất cho đồng bào."
  },
  {
    "type": "singlechoice",
    "content": "091. Nội dung cốt lõi của chính sách tôn giáo của Nhà nước Việt Nam là:",
    "answers": [
      {"content": "Tách tôn giáo ra khỏi đời sống xã hội", "correct": false},
      {"content": "Đoàn kết đồng bào có đạo và không có đạo, phát huy mặt tích cực, hạn chế mặt tiêu cực", "correct": true},
      {"content": "Cấm mọi sự giao lưu giữa các tôn giáo", "correct": false},
      {"content": "Xóa bỏ các cơ sở thờ tự không được xây mới", "correct": false}
    ],
    "explanation": "Đoàn kết là mục tiêu xuyên suốt, nhằm tạo sự đồng thuận trong xã hội."
  },
  {
    "type": "singlechoice",
    "content": "092. Phương châm 'Đoàn kết các dân tộc' có ý nghĩa gì trong công cuộc bảo vệ Tổ quốc?",
    "answers": [
      {"content": "Chỉ có ý nghĩa trong lĩnh vực văn hóa", "correct": false},
      {"content": "Là sức mạnh tổng hợp, là nhân tố quyết định thắng lợi trong mọi cuộc chiến đấu", "correct": true},
      {"content": "Không liên quan đến quốc phòng", "correct": false},
      {"content": "Chỉ liên quan đến kinh tế", "correct": false}
    ],
    "explanation": "Đoàn kết là sức mạnh nội sinh, là truyền thống quý báu trong lịch sử chống giặc ngoại xâm."
  },
  {
    "type": "singlechoice",
    "content": "093. Đảng và Nhà nước Việt Nam xử lý như thế nào đối với những người lợi dụng tự do tín ngưỡng để hoạt động trái pháp luật?",
    "answers": [
      {"content": "Bỏ qua, không xử lý", "correct": false},
      {"content": "Xử lý nghiêm minh theo pháp luật, không can thiệp vào hoạt động tín ngưỡng thuần túy", "correct": true},
      {"content": "Cấm tất cả các tôn giáo", "correct": false},
      {"content": "Buộc họ phải theo một tôn giáo khác", "correct": false}
    ],
    "explanation": "Phân biệt rõ hoạt động tôn giáo thuần túy và hành vi lợi dụng tôn giáo để vi phạm pháp luật."
  },
  {
    "type": "singlechoice",
    "content": "094. Chính sách nào thể hiện rõ nhất việc tôn trọng tập quán, văn hóa của người dân tộc thiểu số trong quản lý nhà nước?",
    "answers": [
      {"content": "Buộc phải mặc trang phục dân tộc Kinh", "correct": false},
      {"content": "Đảm bảo quyền tự do sử dụng tiếng nói, chữ viết và duy trì phong tục, tập quán phù hợp với pháp luật", "correct": true},
      {"content": "Cấm các lễ hội truyền thống", "correct": false},
      {"content": "Xóa bỏ tất cả các bản sắc văn hóa", "correct": false}
    ],
    "explanation": "Tôn trọng và tạo điều kiện phát huy bản sắc văn hóa là một yếu tố quan trọng trong chính sách dân tộc."
  },
  {
    "type": "singlechoice",
    "content": "095. Việc Nhà nước Việt Nam công nhận các tổ chức tôn giáo là để làm gì?",
    "answers": [
      {"content": "Để Nhà nước can thiệp vào giáo lý", "correct": false},
      {"content": "Để các tổ chức này hoạt động ổn định, hợp pháp trong khuôn khổ pháp luật, tham gia xây dựng đất nước", "correct": true},
      {"content": "Để bắt buộc mọi người theo tôn giáo", "correct": false},
      {"content": "Để hạn chế số lượng tín đồ", "correct": false}
    ],
    "explanation": "Công nhận nhằm đảm bảo quyền hoạt động hợp pháp và phát huy vai trò tích cực của tôn giáo."
  },
  {
    "type": "singlechoice",
    "content": "096. Giải quyết vấn đề dân tộc ở Việt Nam phải gắn liền với nhiệm vụ nào?",
    "answers": [
      {"content": "Đấu tranh giai cấp", "correct": false},
      {"content": "Phát triển kinh tế - xã hội, xây dựng chủ nghĩa xã hội", "correct": true},
      {"content": "Bỏ qua các vấn đề văn hóa", "correct": false},
      {"content": "Thực hiện chế độ quân chủ", "correct": false}
    ],
    "explanation": "Chỉ khi kinh tế phát triển, đời sống vật chất được nâng cao, vấn đề dân tộc mới được giải quyết triệt để."
  },
  {
    "type": "singlechoice",
    "content": "097. Chính sách nào của Đảng thể hiện rõ nhất việc chống chủ nghĩa dân tộc hẹp hòi?",
    "answers": [
      {"content": "Chỉ phát triển kinh tế", "correct": false},
      {"content": "Coi trọng mối quan hệ bình đẳng, đoàn kết giữa các dân tộc, không để xảy ra kỳ thị, chia rẽ", "correct": true},
      {"content": "Cấm tất cả các lễ hội", "correct": false},
      {"content": "Đẩy mạnh việc ly khai", "correct": false}
    ],
    "explanation": "Chủ nghĩa dân tộc hẹp hòi là nguy cơ gây chia rẽ khối đại đoàn kết, cần phải đấu tranh chống lại."
  },
  {
    "type": "singlechoice",
    "content": "098. Chính sách y tế đối với vùng dân tộc thiểu số là:",
    "answers": [
      {"content": "Không cung cấp dịch vụ y tế", "correct": false},
      {"content": "Ưu tiên chăm sóc sức khỏe ban đầu, bảo hiểm y tế, phòng chống dịch bệnh", "correct": true},
      {"content": "Buộc người dân về thành phố chữa bệnh", "correct": false},
      {"content": "Chỉ chữa bệnh bằng thuốc nam", "correct": false}
    ],
    "explanation": "Nâng cao chất lượng y tế, đặc biệt ở vùng sâu, vùng xa là một chính sách quan trọng."
  },
  {
    "type": "singlechoice",
    "content": "099. Việc Nhà nước hỗ trợ việc bảo tồn và phát huy lễ hội truyền thống có ý nghĩa gì?",
    "answers": [
      {"content": "Thúc đẩy phát triển công nghiệp", "correct": false},
      {"content": "Phát huy bản sắc văn hóa dân tộc, tạo điều kiện phát triển du lịch, nâng cao đời sống tinh thần", "correct": true},
      {"content": "Cấm mọi sự giao thoa văn hóa", "correct": false},
      {"content": "Chỉ để làm việc nội bộ", "correct": false}
    ],
    "explanation": "Văn hóa là động lực, vừa là mục tiêu của sự phát triển."
  },
  {
    "type": "singlechoice",
    "content": "100. Chính sách đoàn kết tôn giáo nhằm mục đích cuối cùng là gì?",
    "answers": [
      {"content": "Xóa bỏ tôn giáo", "correct": false},
      {"content": "Tạo sự đồng thuận xã hội, huy động sức mạnh của tôn giáo vào sự nghiệp xây dựng và bảo vệ Tổ quốc", "correct": true},
      {"content": "Chỉ cho phép một tôn giáo tồn tại", "correct": false},
      {"content": "Tách biệt người có đạo và người không có đạo", "correct": false}
    ],
    "explanation": "Đoàn kết tôn giáo nhằm phát huy tiềm năng tích cực, cùng nhau xây dựng khối đại đoàn kết toàn dân tộc."
  }
]